{
	"data": [{
			"title": "An Herbal Beauty Charm Spell",
			"subtitle": "This combination of herbs works to give you not only radiance,but also increased attractiveness and self-confidence.",
			"material": "1. 1 six-inch square of golden cloth\n2. 1 seven-inch square of green lace c\n3. 1 teaspoon of witch hazel bark or tincture\n4. 1 teaspoon of cardamom seeds\n5. 1 teaspoon grains of paradise\n6. 1 teaspoon basil\n7. 1 teaspoon caraway seeds\n8. 1 inch piece of dried ginger root \n9. 1 inch piece of cinnamon stick \n10. 13 apple seeds\n11. 1 piece of rose quartz 1 garnet\n12. Red ribbon to make tiny red ribbon roses.",
			"Procedure": "Lay out the gold cloth squarely on top of the lace. In the center sprinkle the witch hazel, cardamom, grains of paradise, basil, and caraway. Hold the sugar ginger in your hands and focus on your inner beauty; see it as ray of light making its way into your aura. Place the sugar ginger on top of the herbs. Add the cinnamon stick, the apple seeds, the rose quartz, and the garnet. Bring the corners of the cloth and the lace up to a bundle; wrap three times with the ribbon. Tie three knots. Put the ribbon rose stems directly over the ribbon and wrap the ribbon ends three more times, tying three more knots to secure the ribbon roses to the sachet. Trim any ragged ends. Raise energy and charge the sachet, saying: 'Treasures without, Treasures within the glamour comes from my heart, Beauty without, Beauty within, Never from me to part. ' It is done."
		},
		 {
			"title": "An Herbal Beauty Charm Spell",
			"subtitle": "This combination of herbs works to give you not only radiance,but also increased attractiveness and self-confidence.",
			"material": "1. 1 six-inch square of golden cloth\n2. 1 seven-inch square of green lace c\n3. 1 teaspoon of witch hazel bark or tincture\n4. 1 teaspoon of cardamom seeds\n5. 1 teaspoon grains of paradise\n6. 1 teaspoon basil\n7. 1 teaspoon caraway seeds\n8. 1 inch piece of dried ginger root \n9. 1 inch piece of cinnamon stick \n10. 13 apple seeds\n11. 1 piece of rose quartz 1 garnet\n12. Red ribbon to make tiny red ribbon roses.",
			"Procedure": "Rip up solid ingredients and put in bowl. Stir clock wise 5 times. Add dragons blood oil. Chant:\n Roses of love, roses of healing, show me the ones that will love me for eternity. 3 times while stirring ingredients.\n The effect: when the incense is smelled people will get a rapid heart beat. A spark of white light will appear on the people who love you."
		},
		{
			"title": "Improving Your Apperance",
			"subtitle": "This spell is used to improve your apperaance.",
			"material": "1. A small hand mirror\n 2. A stream, spring or lake",
			"Procedure": "Take the small mirror and dip into crystal clear water of a lake, stream or spring while saying:"
		},
		 {
			"title": "An Herbal Beauty Charm Spell",
			"subtitle": "This combination of herbs works to give you not only radiance,but also increased attractiveness and self-confidence.",
			"material": "1. 1 six-inch square of golden cloth\n2. 1 seven-inch square of green lace c\n3. 1 teaspoon of witch hazel bark or tincture\n4. 1 teaspoon of cardamom seeds\n5. 1 teaspoon grains of paradise\n6. 1 teaspoon basil\n7. 1 teaspoon caraway seeds\n8. 1 inch piece of dried ginger root \n9. 1 inch piece of cinnamon stick \n10. 13 apple seeds\n11. 1 piece of rose quartz 1 garnet\n12. Red ribbon to make tiny red ribbon roses.",
			"Procedure": " On a waxing moon, cast a circle. Light the candles. Take the bowl of rose petls and wash each one individually in the spring water. While you wash them say:\n With each petal I wash let my beauty grow\n My skin as perfect and white as snow\n My hair shiny and golden as flax\n\n Take the roses and spring water, and pour them into a bowl. Mix with the perfume. Anoint\n behind your knees, inner elbows, wrists, neck, and temples with the mixture. As you do this say-"
		},
		 
	{
			"title": "Glamour Perfume/Potion",
			"subtitle": "This spell won't change your physical appearance- that's not possible. However, it should make others see the beauty in you.",
			"material": "1. -Rose Water\n2. -Rose Bud or Petals\n3. -Catnip\n4. -Small Rose Quartz\n5. -Neroli Oil\n6. -Ylang Ylang Oil\n7. -Spray Bottle",
			"Procedure": "Cast a circle. Cleanse, ground, ward, whatever you need to do. Take your spray bottle and fill it with the ingredients. Start with rose water as the base, add a few drops of Ylang Ylang and Neroli oil, as many rose petals as you'd like- but go easy on the catnip. Charge the rose quartz with your own energy. Imagine a pink light surrounding it. Drop it in.\n\nEach time you spray this onto yourself or in your room, say:\n\nAphrodite, lend me your grace,\n\nI ask to be seen as beautiful in any place.\n\n(If you don't worship Aphrodite, you can just say Gods and Goddesses or something else.)\n\nMake sure to leave an offering as thanks to whoever helped you with the spell. Rose petals works nicely, or rose incense."
		},
		 
		 {
			"title": "Curly or Straight Hair",
			"subtitle": "This is a spell to get you curly or straight hair temporarily.",
			"material": "1. -A white candle",
			"Procedure": "Close your eyes and imagine what you want your hair to look like. When you are sure of your hair's new look, light the white candle and chant:\n\nOh gods and goddesses, please hear my plea.\n\nI wish to have hair that is curly/straight.\n\nThis is my true wish, so mote it be.\n\nThis spell will only last for ten minutes, so use it wisely."
		},
		 
		 {
			"title": "Fast Hair Growth",
			"subtitle": "These are my faves hair growth spells.",
			"material": "1. Your voice\n2. Mind",
			"Procedure": "1. Hold your head or the part of your body that you want your hair to grow then chant:\n\nThis hair of mine is awful short make it ___ inches longer in the time period of ___\n\n\n2. Say 6 times every day\n\nMy hair shall grow like nasty weeds my energy will be the little seeds\nit will grow longer\nit will grow faster\nto my tailbone it shall be\nthis is my will so mote it be.\n\n3. Say 3 times daliy\n\nStretch it twist it make it grow like a river let it flow three times fast shall it grow\nthis is my will so mote it be.\n\n4. For this do the same spell just in the shower\n\n\nHope these help a bit enjoy."
		},
		 
		 {
			"title": "Beautiful Appearance",
			"subtitle": "This spell makes you appear more beautiful to everyone around you.",
			"material": "1. potpourri (any type)\n2. mirror\n3. picture\n4. incense (any type)",
			"Procedure": "You will either need potpourri or incense but not both. Choose a fragrance you enjoy. You will also require a picture of someone you find attractive, you may use as many pictures as you like, the more pictures you have, the better idea the spirits can get of what you believe is beautiful.\n\nStart the potpourri or incense and place it near your feet, it doesn't have to actually be 'near' your feet, but you will end up laying down and to incense needs to be 'below' you, or in the general direction of your feet.\n\nOn your left put the pictures, on your right put the mirror and say the following spell:\n\nMirror, Mirror on my right,\n\nMake my body a lovely sight;\n\nNear my feet the smell does tell,\n\nHow I wish my self to smell;\n\nAnd on my left the pictures show,\n\nHow I wish myself to glow.\n\nThe power of this spell increases if you are in a warm bath at the time. The more you repeat the spell, the more power it will have."
		},
		 
		  {
			"title": "Beautiful Body",
			"subtitle": "This spell will make you beautiful from the roots of your hair to your toenails.",
			"material": "1. 1 Small bowl of sugar\n2.1 Bottle of food coloring ( red if girl blue if boy )\n3. Bath filled with warm water",
			"Procedure": "You must believe this will work otherwise it wont. The beauty fairy spirits can sense the smallest trace of doubt. never lose hope that it wont work.\n\nMix the food coloring into the sugar while filling up a warm bath. If you choose to have incense light it and put it near the floor of the bath. Sit in the bath with the bowl of sugar in a place you can reach it. Close your eyes and relax. Open your eyes. Once you feel calm reach for the sugar and put a dab in your hair and a dab on your face. Once its on chant:\n\nBeauty be upon me. Spirits grant me my wish for what I must look like ( picture what you want to look like ) then close your eyes but don't fall asleep just lay down breathing in the incense or smells. Wash out the sugar from your hair and face but keep the sugar from the bowl. take a bit of sugar and put on other places you want to be beautiful."
		},
		 
		  {
			"title": "Bewitch Your Love",
			"subtitle": "By the title, this means to make someone fall inlove with you.",
			"material": "1. Glass of water\n2. Moonlight\n3. Fennel seeds\n4. Powdered nutmeg\n5. Grated ginger\n6. Dried thyme\n7. Dried basil",
			"Procedure": "At night, this helps if on a full moon or spell matches the properties of the day, place a glass of water in the direct moonlight.\n\nSprinkle powdered nutmeg, grated ginger, dried basil and dried thyme into the glass. Take a large pinch of fennel seeds and put them in.\n\nLeave the concoction to steep overnight. The next day strain the brew into a clean glass bottle. When dabbed on your intended's clothes, will draw them to you."
		},
		 
		 {
			"title": "Beauty Of Venus Bath",
			"subtitle": "Use the power of Venus (who can be substituted for any love and beauty) to glamour yourself to be more beautiful.",
			"material": "1. Apple\n2. Pomegranate juice\n3. Honey\n4. Red candle\n5. Three pink candles\n6. White candle",
			"Procedure": "Eat the apple down the core\nDraw a bath\nAdd the apple core, juice, and honey into the bath, mixing well\nSet the candles around the bath\nLight the red candle, then the white, then the three pink candles\nTake off your clothes in front of the bath\nSay the following:\nVenus, I call upon thee\nGoddess of love, beauty, and sexuality\nI ask you to bless me with beauty\nI ask you goddess, grant this wish for me\nFrom the top of my head\nTo the soles of my feet\nAs I will, so mote it be\nSoak in the bath for at least thirty minutes\nBlow out the candles when you finish with the bath"
		},
		 
		 {
			"title": "Body Rebirth",
			"subtitle": "This will give you your desired body.",
			"material": "None",
			"Procedure": "Sit in the circle and think of every aspect of your favoured body (or just a specific part). Begin to think how much you want to change, weight, figure, height,muscle mass, and so on. Now chant, My body is changing. Now my skin flows, see where it goes. Say that several times over at least 10 minutes. "
		},
		 
		 {
			"title": "Change Eye Color",
			"subtitle": "To temporarily change your eye color.",
			"material": "None",
			"Procedure": "Chant the following three or more times while covering your eyes and visualizing your color changing:\n\n\nOne, two, three, eyes change for me,\nOne, two, three\n(color you have now) to (new color) I see.\n\n\nTake a deep cleansing breath while you envision yourself with the new eye color, then chant this three or more times:\n\nBy the power of three, so mote it be.\n\nAgain visualize your eyes changing from their original color to the new color, then check the mirror."
		},
		 
		  {
			"title": "Bigger Butt",
			"subtitle": "Butt enlargement spell for those needing some help.",
			"material": "1. 1 White Figure Candle\n2. 1 pink votive candle\n3. 1 red votive candle\n4. Patchouli Oil\n5. Power oil or preferably Dragons Blood oil",
			"Procedure": "Carve your name and birthday onto the figure candle. Anoint the figure candle with the Patchouli and Power or Dragons Blood Oil. Ground and center. Meditate heavily on your desire, when you have grasped the ultimate image in your mind, light the two votive candles. Now say:\n\n\nAphrodite goddess of beauty divine,\ntransform tonight this butt of mine!\nMake it fuller, make it round,\nHigher uplifted to sit profound!\nMake it bigger than ever before,\nWide and ugly let sit no more!\nTake this flattened, shapeless thing,\nUnto it, your power sling!!\n\n\nTake some melted wax dripped from the red and pink candles and drip it onto a plate. With your fingers add it the butt of the female candle, but be careful it is HOT! Have fun with this! Mold it making the candles butt bigger. Go real big or go subtle but do it till you feel your satisfied. You can even use a candle lighter to melt the other wax securely down onto the female candle. When done molding, Light the FIGURE candle now chant 7 times :\n\n\nDearest Goddess may it be so,\nFrom moon to moon my butt do grow!!\n\nExtinguish the red and pink candles. Burn the figure candle for three days in different increments but repeat the chant each day. On the last day let the female candle burn all the way down. When the candle is completely melted and flame is out say:\n\nThe butt I want and so desire,\nWith this spell I shall acquire!\nAphrodite give this unto me,\nAs I will it, it shall be!\n\nTake the puddle of wax and bury it at a crossroads or in dirt on your home property."
		}
		 
		 
	]
}
