{
	"data": [{
			"title": "An Herbal Beauty Charm Spell",
			"subtitle": "This combination of herbs works to give you not only radiance,but also increased attractiveness and self-confidence.",
			"material": "1. 1 six-inch square of golden cloth\n2. 1 seven-inch square of green lace c\n3. 1 teaspoon of witch hazel bark or tincture\n4. 1 teaspoon of cardamom seeds\n5. 1 teaspoon grains of paradise\n6. 1 teaspoon basil\n7. 1 teaspoon caraway seeds\n8. 1 inch piece of dried ginger root \n9. 1 inch piece of cinnamon stick \n10. 13 apple seeds\n11. 1 piece of rose quartz 1 garnet\n12. Red ribbon to make tiny red ribbon roses.",
			"Procedure": "Lay out the gold cloth squarely on top of the lace. In the center sprinkle the witch hazel, cardamom, grains of paradise, basil, and caraway. Hold the sugar ginger in your hands and focus on your inner beauty; see it as ray of light making its way into your aura. Place the sugar ginger on top of the herbs. Add the cinnamon stick, the apple seeds, the rose quartz, and the garnet. Bring the corners of the cloth and the lace up to a bundle; wrap three times with the ribbon. Tie three knots. Put the ribbon rose stems directly over the ribbon and wrap the ribbon ends three more times, tying three more knots to secure the ribbon roses to the sachet. Trim any ragged ends. Raise energy and charge the sachet, saying: 'Treasures without, Treasures within the glamour comes from my heart, Beauty without, Beauty within, Never from me to part. ' It is done."
		},
		 {
			"title": "An Herbal Beauty Charm Spell",
			"subtitle": "This combination of herbs works to give you not only radiance,but also increased attractiveness and self-confidence.",
			"material": "1. 1 six-inch square of golden cloth\n2. 1 seven-inch square of green lace c\n3. 1 teaspoon of witch hazel bark or tincture\n4. 1 teaspoon of cardamom seeds\n5. 1 teaspoon grains of paradise\n6. 1 teaspoon basil\n7. 1 teaspoon caraway seeds\n8. 1 inch piece of dried ginger root \n9. 1 inch piece of cinnamon stick \n10. 13 apple seeds\n11. 1 piece of rose quartz 1 garnet\n12. Red ribbon to make tiny red ribbon roses.",
			"Procedure": "Rip up solid ingredients and put in bowl. Stir clock wise 5 times. Add dragons blood oil. Chant:\n Roses of love, roses of healing, show me the ones that will love me for eternity. 3 times while stirring ingredients.\n The effect: when the incense is smelled people will get a rapid heart beat. A spark of white light will appear on the people who love you."
		},
		{
			"title": "Improving Your Apperance",
			"subtitle": "This spell is used to improve your apperaance.",
			"material": "1. A small hand mirror\n 2. A stream, spring or lake",
			"Procedure": "Take the small mirror and dip into crystal clear water of a lake, stream or spring while saying:"
		},
		 {
			"title": "An Herbal Beauty Charm Spell",
			"subtitle": "This combination of herbs works to give you not only radiance,but also increased attractiveness and self-confidence.",
			"material": "1. 1 six-inch square of golden cloth\n2. 1 seven-inch square of green lace c\n3. 1 teaspoon of witch hazel bark or tincture\n4. 1 teaspoon of cardamom seeds\n5. 1 teaspoon grains of paradise\n6. 1 teaspoon basil\n7. 1 teaspoon caraway seeds\n8. 1 inch piece of dried ginger root \n9. 1 inch piece of cinnamon stick \n10. 13 apple seeds\n11. 1 piece of rose quartz 1 garnet\n12. Red ribbon to make tiny red ribbon roses.",
			"Procedure": " On a waxing moon, cast a circle. Light the candles. Take the bowl of rose petls and wash each one individually in the spring water. While you wash them say:\n With each petal I wash let my beauty grow\n My skin as perfect and white as snow\n My hair shiny and golden as flax\n\n Take the roses and spring water, and pour them into a bowl. Mix with the perfume. Anoint\n behind your knees, inner elbows, wrists, neck, and temples with the mixture. As you do this say-"
		},
		 
	{
			"title": "Glamour Perfume/Potion",
			"subtitle": "This spell won't change your physical appearance- that's not possible. However, it should make others see the beauty in you.",
			"material": "1. -Rose Water\n2. -Rose Bud or Petals\n3. -Catnip\n4. -Small Rose Quartz\n5. -Neroli Oil\n6. -Ylang Ylang Oil\n7. -Spray Bottle",
			"Procedure": "Cast a circle. Cleanse, ground, ward, whatever you need to do. Take your spray bottle and fill it with the ingredients. Start with rose water as the base, add a few drops of Ylang Ylang and Neroli oil, as many rose petals as you'd like- but go easy on the catnip. Charge the rose quartz with your own energy. Imagine a pink light surrounding it. Drop it in.\n\nEach time you spray this onto yourself or in your room, say:\n\nAphrodite, lend me your grace,\n\nI ask to be seen as beautiful in any place.\n\n(If you don't worship Aphrodite, you can just say Gods and Goddesses or something else.)\n\nMake sure to leave an offering as thanks to whoever helped you with the spell. Rose petals works nicely, or rose incense."
		},
		 
		 {
			"title": "Curly or Straight Hair",
			"subtitle": "This is a spell to get you curly or straight hair temporarily.",
			"material": "1. -A white candle",
			"Procedure": "Close your eyes and imagine what you want your hair to look like. When you are sure of your hair's new look, light the white candle and chant:\n\nOh gods and goddesses, please hear my plea.\n\nI wish to have hair that is curly/straight.\n\nThis is my true wish, so mote it be.\n\nThis spell will only last for ten minutes, so use it wisely."
		},
		 
		 {
			"title": "Fast Hair Growth",
			"subtitle": "These are my faves hair growth spells.",
			"material": "1. Your voice\n2. Mind",
			"Procedure": "1. Hold your head or the part of your body that you want your hair to grow then chant:\n\nThis hair of mine is awful short make it ___ inches longer in the time period of ___\n\n\n2. Say 6 times every day\n\nMy hair shall grow like nasty weeds my energy will be the little seeds\nit will grow longer\nit will grow faster\nto my tailbone it shall be\nthis is my will so mote it be.\n\n3. Say 3 times daliy\n\nStretch it twist it make it grow like a river let it flow three times fast shall it grow\nthis is my will so mote it be.\n\n4. For this do the same spell just in the shower\n\n\nHope these help a bit enjoy."
		},
		 
		 {
			"title": "Beautiful Appearance",
			"subtitle": "This spell makes you appear more beautiful to everyone around you.",
			"material": "1. potpourri (any type)\n2. mirror\n3. picture\n4. incense (any type)",
			"Procedure": "You will either need potpourri or incense but not both. Choose a fragrance you enjoy. You will also require a picture of someone you find attractive, you may use as many pictures as you like, the more pictures you have, the better idea the spirits can get of what you believe is beautiful.\n\nStart the potpourri or incense and place it near your feet, it doesn't have to actually be 'near' your feet, but you will end up laying down and to incense needs to be 'below' you, or in the general direction of your feet.\n\nOn your left put the pictures, on your right put the mirror and say the following spell:\n\nMirror, Mirror on my right,\n\nMake my body a lovely sight;\n\nNear my feet the smell does tell,\n\nHow I wish my self to smell;\n\nAnd on my left the pictures show,\n\nHow I wish myself to glow.\n\nThe power of this spell increases if you are in a warm bath at the time. The more you repeat the spell, the more power it will have."
		}
	]
}
