{
	"data": [{
			"title": "Becoming a Fairy",
			"subtitle": "Works to change you into a fairy.",
			"material": "1. 4 People\n2. Pinecones Each",
			"Procedure": "First all 4 of the people sit in a circle and hold a pinecone in the middle of eachother touching. Next you must chant the following:\n\n\nGods of the fairies\nI wish to become one of you\nI will never harm any of your kind\nI want my wings to be\nAnd I want my powers to be\nSo mote it be.\n\n\nChant that 3 times together. When you have done that throw the pinecones in the air... This can be in the day, at anytime but remember to be alone somewhere. The side effects are two spots where the wings will grow, headache, nausea (where you feel like your going to be sick but you wont)."
		},
		{
			"title": "Angel Wing Transformation",
			"subtitle": "This spell will hopefully give you your color of choice angel wings! (Note: This spell is my first spell ever so it may or may not work)",
			"material": "1. Belief\n2. Voice\n3. A Feather (Preferably Your Wing Color)",
			"Procedure": "1. Pick up a feather (preferably your wing color) and put it on your chest.\n\n\n2.Have belief that it will work! If you don't, then the spell won't work and you'll be sorry!\n\n\n3. Chant this spell 3x:\n\nDear Gods and Goddesses Of The Angels, please hear my plea, I would like (Color Of Angel Wings) angels wings. So I can fly through the night sky. I hate to be a bother, but I would also like them so only (People Who Can See Your Wings) to see my wings. This is my will, so mote it be!\n\nThen for 1 month before bed chant  Give Me Physical Wings  before bed!\n\n\nSide Affects\n\n\nBetween Shoulder Bones There's Pain\n\nDizziness\n\nNausea\n\nLikes To Be High Up\n\nFeels Like Passing Out At Times"
		},
	{	 
		 "title": "Calling on Earth Elementals",
			"subtitle": "As with all spells you can do with this what best suits you. This is a spell to summon Earth Elementals.",
			"material": "1. (Again, you can be flexible about this.)\n2. -A green candle\n3. -Plants and Earthly elements, like rocks, grass, etc\n4. -An Earthly or Earth symbol sheet\n5. -Rocks, quarts, crystals, and/or gemstones\n6. -Make an alter with this\n7. -Maybe additional symbols or photos representing Earth Elementals for your alter\n8. -Belief and respect for nature",
			"Procedure": "(You can be flexible with this too) Light your candle, chant ''Elementals I believe, Elementals I want to see'' however many times feels right for you and have belief and respect for nature. If you were to do this with other types of Elementals you'd do the same except with a colored candle that represents that type of Elemental and elements that's of that type of Element as well as an alter of that Elemental."
		}
	]
}
