{
	"data": [{
			"title": "Becoming a Fairy",
			"subtitle": "Works to change you into a fairy.",
			"material": "1. 4 People\n2. Pinecones Each",
			"Procedure": "First all 4 of the people sit in a circle and hold a pinecone in the middle of eachother touching. Next you must chant the following:\n\n\nGods of the fairies\nI wish to become one of you\nI will never harm any of your kind\nI want my wings to be\nAnd I want my powers to be\nSo mote it be.\n\n\nChant that 3 times together. When you have done that throw the pinecones in the air... This can be in the day, at anytime but remember to be alone somewhere. The side effects are two spots where the wings will grow, headache, nausea (where you feel like your going to be sick but you wont)."
		},
		{
			"title": "Angel Wing Transformation",
			"subtitle": "This spell will hopefully give you your color of choice angel wings! (Note: This spell is my first spell ever so it may or may not work)",
			"material": "1. Belief\n2. Voice\n3. A Feather (Preferably Your Wing Color)",
			"Procedure": "1. Pick up a feather (preferably your wing color) and put it on your chest.\n\n\n2.Have belief that it will work! If you don't, then the spell won't work and you'll be sorry!\n\n\n3. Chant this spell 3x:\n\nDear Gods and Goddesses Of The Angels, please hear my plea, I would like (Color Of Angel Wings) angels wings. So I can fly through the night sky. I hate to be a bother, but I would also like them so only (People Who Can See Your Wings) to see my wings. This is my will, so mote it be!\n\nThen for 1 month before bed chant  Give Me Physical Wings  before bed!\n\n\nSide Affects\n\n\nBetween Shoulder Bones There's Pain\n\nDizziness\n\nNausea\n\nLikes To Be High Up\n\nFeels Like Passing Out At Times"
		},
	{	 
		 "title": "Calling on Earth Elementals",
			"subtitle": "As with all spells you can do with this what best suits you. This is a spell to summon Earth Elementals.",
			"material": "1. (Again, you can be flexible about this.)\n2. -A green candle\n3. -Plants and Earthly elements, like rocks, grass, etc\n4. -An Earthly or Earth symbol sheet\n5. -Rocks, quarts, crystals, and/or gemstones\n6. -Make an alter with this\n7. -Maybe additional symbols or photos representing Earth Elementals for your alter\n8. -Belief and respect for nature",
			"Procedure": "(You can be flexible with this too) Light your candle, chant ''Elementals I believe, Elementals I want to see'' however many times feels right for you and have belief and respect for nature. If you were to do this with other types of Elementals you'd do the same except with a colored candle that represents that type of Elemental and elements that's of that type of Element as well as an alter of that Elemental."
		},
		 
	{	 
		 "title": "Fairy Infusion",
			"subtitle": "This little potion will bring garden fae to your home as an offering.",
			"material": "1. 3 lavender flowers\n2. 2 mint leaves\n3. A pinch of sugar\n4. 1 drop of honey suckle oil\n5. 1 teabag\n6. Boiling water\n7. Visualization abilityn8. 1 mug/jar/container",
			"Procedure": "In a mortar and pestle crush up the mint and lavender, add the drop of honey suckle oil and leave to dry. Once dry, place the mixture into a teabag. Place your teabag into a mug, jar, container or anything else that can hold hold water. Pour hot water over the teabag and leave for 2-3 hours. Once the water is fully infused with the lavender and mint you can remove your teabag.\n\n\nPour your on a flower in your garden or a house hold plant. This should attract fae. Why would I want fae I my garden? You may ask, fae are spirits of nature and will add energy to your plants and help them grow. It has been said that faeries can pollinate plants. A few signs that the infusion worked and faeries have entered are: seeing ladybugs around your garden, feeling a presence when around your flowers/plants and an increase in butterflies and bees."
		},
		 
		 {	 
		 "title": "Create a Fairy",
			"subtitle": "This spell will create a fairy to help the environment.",
			"material": "1. Paper\n2. Regular pencil\n3. Colored pencils",
			"Procedure": "This is not a fairy you will see at your home, this is a fairy that will help people make a better choice. First draw and color a fairy naming it whatever you want then chant the following:\n\n\nFairy I have created\n\ndo flutter so softly\n\nspread your wings so silently.\n\nOh beautiful fairy\n\nfly across this world.\n\nI have given you life\n\ntake it and protect\n\nthis world we have messed up"
		},
		 
		 {	 
		 "title": "Bedtime Tea",
			"subtitle": "Chant I love myself six times...before you drink the warm up this awesome cup of tea... please choose to use vanilla ice cream of your choice and honestly honey...",
			"material": "1. Tea of your choice\n2. 1 tea bag your choice\n3. Big mug\n4. Tea pot\n5. Cinnamon or nutmag\n6. Tea pot\n7. Vanilla ice cream\n8. Add some honey\n9. Heat up some lavender do as you desire...",
			"Procedure": "1. please prey to yourself before drinking your tea, this is a bed time ritual please think it can also be hard to sleep at night all you New night owls..\n\n\n2. I know this is intense please breath in and out a few times \n\n\n3. wait patiently till the water boils up \n\n\n4. think for yourself \n\n\n5. remember to chant I love when the whole thing is done \n\n\n6. six make sure you are prepared \n\n\n7. convrese with your tea \n\n\n8. makesure you but a big scoop of ice cream in makes awhole lotta difference \n\n\n9. good luck enjoy your sleep "
		},
		 
		 {	 
		 "title": "Element Fairy (Fire Fairy)",
			"subtitle": "This spell will turn you into a Fire Fairy in six months time. Be patient! Your wings and powers need time to develop.",
			"material": "1. 1 candle (any colour)\n2. A candle lighter\n3. A mirror",
			"Procedure": "Find a room which has a wall mirror. Put the candle in front of you and light it (but remember to be safe!). Look at the mirror, then close your eyes and recite the Spell:\n\n\n'Goddess if Fire, please help me with my desire, I wish to be a Fire Fairy! I wish my wings would be (white, red, orange, yellow). I wish to have the powers of Fire and (mind-reading, x-ray vision, super-strength, super-speed). When I say I am a Fire Fairy, I will be visible ONLY to the ones I have told my secret and I will have my wings on my back. When I say I am a human being, I will be a human again. I promise to keep this a secret, and only tell my Bestest of Friends and my family. So mote it be!'\n\n\nAfter you have recited the Spell, open your eyes and imagine the wings on your back. Then close your eyes again, and imagine you standing there in front of the mirror and using your powers."
			 },
		 
		 {	 
		 "title": "Fairy Potion",
			"subtitle": "This will turn you into a fairy in two weeks.",
			"material": "1. Glitter\n2. Cup\n3. Water\n4. Necklace\n5. Spoon\n6. Scissors\n7. Paper\n8. Crayons",
			"Procedure": "Get a cup and fill it up half way. Put one spoon full of glitter in the water. Take the scissors and cut a tiny bit of your hair off and put it in the water. Put your necklace in the water. Then pick the type of fairy you want to be: Nature fairy, animal fairy, water fairy,fire fairy,light fairy,wind fairy,love fairy,good luck fairy.\n\n\nPick the color and design of your dress and draw it on a piece of paper. On the back of the paper color and design your wings. Fold the piece of paper hamburger style two times and put it in the water. Say this three times:\n\n\nFairy fairy I wish to be a fairy. I want to fly high in the sky I want to be a - fairy. I will promise to keep this a secret. A secret that I can only tell my best of friends. I wish to be a fairy so mote it be\n\n\nTake the piece of paper out and put it somewhere safe (this paper will hold your promise)\n\n11.take the necklace out and put it on then drink the potion keep the necklace on for two hours. After two hours take the necklace off and put it with the piece of paper (whenever you put this necklace on you will turn into a fairy).\n\n\nWait two weeks and sleep with the paper under your pillow for two weeks. Take the piece of paper and put it in a safe place then put your necklace on and you will turn into a fairy."
			 },
		 
		  {	 
		 "title": "Fairy Magnet",
			"subtitle": "Helps you to attract a fairy . A fairy can grant you 3 wishes",
			"material": "1. A chocolate\n2. A perfume spray\n3.A pillow",
			"Procedure": "Spray the perfume all around you. Place the chocolate as an offering to the fairy. Place the pillow behind the chocolate and say\n\n\nOh fairy , fairy , please hear me . I bow to you and your power . Be my friend and together we will create harmony . I offer this sweet to you as a token of friendship.\n\n\nMeditate and feel yourself flow to the fairy world. Imagine the fairy you want and try speaking to her. Find out who she is. Once you know her name , open your eyes. Imagine her flying around you and feel her presence . You will find her right beside you. If you don't , it means that she is an evil fairy. Try again. If you find a good fairy , she will grant you 3 wishes which you can use whenever you want. To use a wish , chant\n\n\nOh ( your fairy 's name ) ! I am in despair ! I will use a wish . I wish , with all my heart that ( say your wish ) . Please grant it."
			 }
	]
}
