{
	"data": [{
			"title": "Heal Your Body",
			"subtitle": "Try doing this instead of taking potentially harmful over the counter pain killers.",
			"material": "One Clear Quartz",
			"Procedure": "1.Close your eyes, relax, breathe deeply.\n\n2.Visualize the area of your body that hurts, this place will be brightly glowing red.Focus on the area that hurts for a while.\n\n3.Hold the clear quartz in your hand. Then press the quartz firmly on the area glowing red with pain.\n\n4.Visualize the red flowing into the quartz, until there is no more red. Feel the pain leave your body. The quartz should now be glowing red. Know this is the pain that was once in your body. While doing this chant:\n\n\n\nAching, annoying, irritating pain, Leave my body, for you are not welcome to stay Into the quartz you go, obey! Leaving my body pain free, so mote it be!"
		},
		{
			"title": "Healing/Relaxing Bath",
			"subtitle": "A great way to wind down after an exhausting day focuses on relaxing the mind-body and soul.",
			"material": "1. Bath Tub\n2. Warm Water\n3. Sea Salt\n4. Rosemary\n5. Essential Oils (Your Choice)",
			"Procedure": "1) Draw a warm bath.\n\n2) Once the water is halfway filling the tub add in Rosemary and a Pinch of Sea Salt. I usually use fresh Rosemary but dried works just as fine as well.\n\n3) Once the tub is full, add in essential oils. A few drops should get the job done, be careful when adding them in as to not burn your skin.\n\n4) Step into the bath and make sure to focus on calm breathing. This is the perfect time to start meditation or a mental reflection. Make sure to allow your body time to relax. \n\n5) Exit the bath once the waters have run cold."
		},
		 
		 {
			"title": "Long-Distance Healing",
			"subtitle": "To heal someone mentally or physically when they are in pain and not in visible reach.",
			"material": "1. 1 White Candle\n2. Lavender Oil\n3. A Carving Tool",
			"Procedure": "For best results, do this on a Friday during a waxing or full moon, as both promote healing. \n\nBefore any spell or ritual, it is advised to clear your space of any residual negative energy as to not interfere with your current objective. This can be done with sage or various incenses. Similarly, make sure your own energy and mindset is positive, because you don’t want any negativity leaking into the spell. \n\n\nPlace your white candle on the altar and anoint it with the lavender oil. After doing so, carve the initials of the person you wish to heal into the candle. This can be for yourself or another person. Once you’ve finished the carving, light the candle and gaze into the flame. \n\n\nMediate for a moment and think about the malady the person you wish to heal is facing, be it something mental (depression, anxiety, PTSD) or something physical (broken bone, infection, virus).\n\n\nVisualize the person clearly in your mind getting better from this malady, a powerful white light of healing encompassing their form. Visualize this light traveling throughout their body and mending any wounds (physical or mental) that they may suffer from. Once you’ve captured this image firmly, push your energy towards this visual. Feel the energy travel from your heart, up into your shoulders, down your arms, out of your hands, and into the flame. Visualize the glow of this healing light grow brighter as you push more and more energy into the candle. Don’t just want this person to get better, know they'll get better. \n\n\nAfter about 5–10 minutes, or whenever you feel you’ve reached your limit, cut off the energy flow bit and bit and let the candle burn out."
		},
		 
		 {
			"title": "Muscle Pain Oil Blend",
			"subtitle": "A simple essential oil blend to apply topically to help pains associated with muscle strain, cramps, sprains, etc. Provides an intense yet pleasant cooling sensation when applied.",
			"material": "1. Carrier Oil (I like sweet almond)\n2. Clary Sage Essential Oill\n3. Eucalyptus Essential Oil\n4. Lavender Essential Oil\n5. Peppermint Essential Oil\n6. Amethyst (optional)",
			"Procedure": "Combine the oils as follows in a container that is NOT metal (metal and essential oils do not mix!)\n\n\n10 drops of your carrier oil\n\n3 drops Clary Sage\n\n2 drops Eucalyptus\n\n3 drops Lavendern\n\n2 drops Peppermint\n\n\nThe amount of drops used can be modified to make a larger amount, just be sure to follow the 10:3:2:3:2 ratio above.\n\n\nTake a hot shower or bath. Apply the oil as soon as possible after your shower topically to the pain site. If you wish, hold the amethyst to the site and imagine it absorbing all of the pain and negative energy. Apply as often as needed. Be sure to take pain medication or see a doctor if necessary."
		},
		 
		 {
			"title": "Pain relief spell",
			"subtitle": "To heal someone mentally or physically when they are in pain and not in visible reach.",
			"material": "1. 1 green candle",
			"Procedure": "Go into the room of the person you want to heal and light the candle. Repeat this spell\n\n\nI concentrate and charge this candle as a magical tool for healing. The burning flame represents pain. As the flame dies, let pain follow. So mote it be\n\n\nLet the candle burn out. The spell is finished"
		},
		 
		 {
			"title": "Smooth Sailing",
			"subtitle": "This spell is great for travel in general but is especially good for longdistance air travel foregin or domestic.",
			"material": "1. White Candle\n2. Your favorite herb or aromatic oil\n3. Object that represents your trip\n4. When: Twenty four hours before your departure",
			"Procedure": "The day before your departure light your herb or burner. As the scent permeates the air light The candle and say aloud:\n\n\nBy this flames bright light,\n\nMy trip to ( name destination ) unfolds smoothly on time, \n\nWithout blight make it so.\n\n\nPass the object through the smoke of the herb or oil then Snuff out the candle and toss it out."
		},
		 
		 {
			"title": "Candle Healing Spell",
			"subtitle": "This spell is all about healing. Help if someone feels bad...",
			"material": "1. Rosemary (Incense)\n2. Cinnamon (Oils)\n3. Blue Candle\n4. Dark of the Moon (Moon Phase)\n5. 5th hour after sunrise (Time of Day)\n6. Monday (Day)\n7. 4 days (Duration)\n8. Bran/Sirrona (God/Goddess)",
			"Procedure": "Take Ritual Bath with pinch of rosemary .\n\nGet persons permission\n\nWrite the name of person in need of healing on blue candle.\n\nAnnoint it with Cinnamon oil.\n\nVisualize healing energies flowing into candle.\n\nBurn candle for 4 minutes a day.\n\n\nWhile visualizing, say:\n\n\nIn the name of the goddess and god who breathes life into us all,\n\nI consecrate and charge this candle as a magical tool for healing.\n\nPlace the candle on top of a picture of the person in need of healing.\n\nLight the candle.\n\n\nAs the candle burns, visualize the person in your mind, willing them the healing energies needed.\n\n\nChant these words four times:\n\n\nMagic mend while the candle burns\n\nSickness will end and health will return.\n\nHarm to none, So Mote It Be.\n\n\nWhen finished with the entire spell, dispose of stubs/ash in running water."
		},
		 
		 {
			"title": "Heal most ailments",
			"subtitle": "As title says.",
			"material": "1. Hand\n2. Mind\n3. Voice",
			"Procedure": "Simply put your right hand over the small wound or ailment and simply say the charm May the Earth destroy you, with all her might and main. Then follow up by drawing an equal armed cross in the air over the ailment or small wound and say It is so."
		}
	]
}
