{
	"data": [{
			"title": "Clear Skin Mask Spell",
			"subtitle": "This is a spell and cleansing face wash for acne. Also helpful for minor cuts and skin injuries.",
			"material": "Raw honey.\n2. Cinnamon.\n3. A jar to store the honey paste.\n4. A larger container for the honey's jar to sit in, on top of a bed of one or more of the following stones. (which you cleansed in salt water, then rinsed in clear fresh water.)\n5. Blood-stone, Clear Calcite, Aventurine, Amertrine, Amethyst, Citrine, Moss Agrate. Stones are up to your personal choice and availability, all are healing stones good for skin and other uses.\n6. Sage smudge.(smudge the jar and the other container before using.)",
			"Procedure": "Fill your jar about half full of raw honey, and add cinnamon, stirring until you have made a thick brown paste, stir clockwise, and say three times as you stir, Goddess Venus, as you please, bless this mask with all your beauties.\n\nNow the mask paste is ready to be set in its bed of stones to asorb their healing energy. Allow to sit over night and then every night.\n\nTo use, wash with luke warm water, then spoon out a bit of the paste. Before bed time,Apply as a mask,, and as you do say,  Honey, Ancient Nectar of the Goddess, with your gift I do cleanse, you divine beauty I do borrow, bring joy to me, and banish sorrow, make me beautiful tomorrow. and let, for 20 to 30 minutes, then rinse in warm water.You will feel it exfoliating your skin. Wash every night, and refill your jar as you use it up"
		},
		{
			"title": "Confidence",
			"subtitle": "I specifically designed this spell to give me the confidence to talk to my crush.",
			"material": "5 white candles\n2. A white cloth (if you don't have a cloth a white blanket should do)\n3. A lighter",
			"Procedure": "Make sure you cast this at noon or midnight on a waxing moon (the bigger the moon the better). Cast your circle. Put a single white candle at each point of the pentagram. Sit in the middle of the pentagram. Meditate and clear your mind. Try and enter to the state bordering sleep. When you've gotten there you need to deepen this state as much as you can. The only source of stimulation you will have is your own thoughts. Now in your head chant these words.\n\n\nMake me confident but do it fast\nI no longer want to stand aghast\nLet me talk with confidence and ease\nI'm tired of crying these useless pleas.\n\n\nChant for as long as you'd like. Once you feel more confident and have the urge to confront your crush (or whoever your using this for) then you may get out of this state."
		},
		 
		 {
			"title": "Lucky Keepsake",
			"subtitle": "Just to have something that bring you and the ones you love Good Luck.",
			"material": "-An object of chioce. (Such as a stone, ring, necklace, etc.)\n2. -A powerful will.\n3. -Your voice.",
			"Procedure": "Like said before just so you can have something that brings good luck into your life.\n\n\nHold the item by your heart and repeat the following slowly three times:\nOh all the magic of the world,\nBring to me Good luck,\nStore the Luck inside this (Whatever the item is.),\nSo mote it be.''\n\n\nIf you want to you can pass the item along to someone else. Or when you just don't need the magic anymore say:\nThe power within (Whatever the item is.)\nIs needed no more,\nReturn it to the Earth,\nFor others to embrace it."
		},
		 
		  {
			"title": "Attraction Potion",
			"subtitle": "Make a simple attraction potion.",
			"material": "Cinnamon stick\n2. Vanilla extract\n3. Pumpkin Pie Spice\n4. Water\n5. Pot\n6. Bottle\n7. Coffee Filters",
			"Procedure": "Heat some water in the pot over the stove (it's crucial not to let it boil, you don't want excessive attention) once it's heated, add in 10 capfuls  into the pot and put a little pumpkin pie spice. As you do, say this:\n\n\nSweet as vanilla and pure as water, make me beautiful, smart and a marvel.\n\nWarm and cheerful as Pumpkin Pie, make me welcoming, caring and wise.\n\n\nStir with the Cinnamon Stick and have full concentration and belief in what you're trying to make. Be sure to strain twice (for the spices tend to settle at the bottom) and bottle. Do not drink, but wear as a perfume. People will be nicer and more tentative to you. "
		},
		 
		 {
			"title": "Aphrodite Wish",
			"subtitle": "This is a spell to change 3 things about yourself with the power of Aphrodite.",
			"material": "1 rose quartz\n2. 2 seashells\n3. Great mind power\n4. 1 warm bath",
			"Procedure": "Fill your bathtub up with hot water. When filled to your liking, get in the tub. Put the items in this order on your stomach. Seashell, quartz, seashell. Invoke the spirit of Aphrodite. Pick up the seashell and recite what you wish to do, like sports, jobs, talents, hobbies, etc. Pick up the other shell and recite what you wish your personality to be like. Pick up the quartz and recite what you wish to look like. Recite the following:\n\nAphrodite please make this true \n\nFor I shall do one thing for you.\n\nGet out of the bath and keep the items with you the next few days until what you said has come true. "
		},
		 
		 {
			"title": "Bagging Stress",
			"subtitle": "A Mediterranean spell to charge you with the strength to overcome a stressful situation.",
			"material": "A handmade cloth bag\n2. Some dry earth\n3. A small bunch of borage flowers",
			"Procedure": "We all suffer from stress at one time or another, and in a workplace it is often difficult to reverse the situation. This spell can be taken to your workplace or used in other stressful situations, with minimum disturbance. For healing and magic, the earth, or Mother Earth, from whence all things spring, is unsurpassed. Add a little borage, the flower of courage, and some of your own essence,and even the most difficult of predicaments can be overcome.\n\n\nMETHOD\n\n\nMake a small bag. It can be very plain and simple, but it is important that you stitch it together by hand, so that you are putting your self-essence into it. The bag needs to be large enough for you to get both hands inside, with a drawstring to secure it. As a special touch, embroider your initials on it in your favorite color. on a bright, sunny day collect a few handfuls of dry earth and some borage flowers. Feel the sun's rays warming your body and the flowers and the soil in your hands, and store the memory carefully. Dry the borage flowers, then place them with the earth in your bag. pull the drawstring to secure them. keep the bag in an accessible place. When things are going badly or you need a pick-me-up, it will only take a few moments to place your hands in the bag, touch the dried borage flowers, reflect on your stored memories, and let Mother Earth work her magic. "
		},
		 
		 {
			"title": "Bowynn Anxiety",
			"subtitle": "A spell of the Bowynn tradition to rid Anxiety but can be converted.",
			"material": "5 Vanilla Scented Candles",
			"Procedure": "Set up your altar as you see fit. After invoke the Queen of the water Kalma, whose very name in English means calm. (substitute this with a god of your own pantheon. Never invoke a divinity of a path that's not your own)\n\n\nTo Kalma offer first prayers and offer a cup/bowl of salt water, either right from the sea or homemade. Now take up one of the vanilla scented candles in both hands and instill it with a cream color energy. Continue this until it becomes warm to the touch. Chant three times over it:\n\n\nVanilla candle ward anxiety away.\n\nKeep it far from me all my days.\n\n\nRepeat this with each candle till are are pulsing with energy that is warm and inviting. Now light the candles and let them burn, pulsating clam energy through you and all over your home. See whatever it is that is giving you anxiety banish/dispurse. Chant the following bowynn prayer\n\n\nKalm em Aea. Vo om em graer.\n\nTsag em del ad mend\n\nDeon, pya kae tya.\n\nTeel Brea, Teel Unth, Teel Phoenix\n\nTeel Summon, Teel Bia\n\nSyember\n\n\nLet the candles burn until the anxiety disappears or the candles burn down. Repeat three times a day if need be."
		},
		 
		 {
			"title": "Courage is What I Crave Charm",
			"subtitle": "Creates a charm to give you courage.",
			"material": "1. Small object you want to enchant\n2. 2 candles (can be fake)\n3. A flat surface",
			"Procedure": "SPut your small object on the flat surface and put a candle on either side of it. Light the candles. Imagine yourself doing 3 courageous things.\n\n\nSing this chant (you don't have to sing it, I just find that it helps raise the proper energy): Candles with your light, make this charm shine bright. When I carry this charm, I will be brave. Let me have my wish, as courage is what I crave. When someone needs to be protected, they will come to me. This is my will, so mote it be.\n\n\nRepeat step 2. Put out the candles."
		},
		 
		 {
			"title": "Enhancing Confidence",
			"subtitle": "In the old days many people thought that noise was a way of getting rid of demons so it was customary to shout when banishing such nasty things. Today we also recognize that psychologically we can be encouraged by passion, so this is a way of self-encouragement, and an appeal to our own ‘inner demons’.",
			"material": "1. A bell or rattle\n2. Rousing music",
			"Procedure": "Preferably choose a time when you will not disturb others and when you will not be disturbed. Choose a short affirmation that expresses your best hopes for yourself.\n\n\nThis might be: I will survive or I can overcome any problem or I have the confidence to do anything.\n\n\nPlay your music until you feel uplifted by its -mood. Take up your bell or rattle and dance around -the room. Proclaim your affirmation at the top of your -voice at least three times and preferably nine.\n\n\nWhen the music finishes resolve to do three -different things in the next week which -demonstrate your new-found confidence. Each week reaffirm your confidence in the -same way, changing the words as necessary"
		},
		 
		 {
			"title": "Guide to Meditation",
			"subtitle": "A simple guide for meditation. One of the major fundamental basics in magick.",
			"material": "1. Concentration\n2. Patience",
			"Procedure": "Everyone has different methods of meditating. Some people listen to relaxation music to get into the mood. Others just prefer to meditate in silence. Each person believes different things about meditation. Some believe that the aim is to clear their minds of any distracting thoughts and relax. Others believe the goal is purely relaxation, despite whatever thoughts a they may be having. \n\n\nThere is no right or wrong way. Choose whatever you believe to be best for you. \n\n\nTo start meditation, you can either sit down in a comfortable position or lay down. Whatever is comfortable for you. It is advisable that before starting, you should be well rested and wearing comfortable clothes. Although not entirely necessary, it ensures a good meditation experience.\n\n\nAfter you sit or lay down, take a deep and relaxing breath, holding it and releasing it at what rate you feel comfortable. \n\n\nClose your eyes and let go of all your worries and any distracting thoughts. Focus on how relaxed you are becoming. As you take each breath in, you become more relaxed and at peace. As you exhale, you let go of all your worries and other unnecessary thoughts. While concentrating at how relaxing your breathing is becoming, you should also focus on the parts of your body. Concentrate on each part-you can either start from your toes or your head- and imagine that the tension is getting loose, allowing each part of your body to relax. \n\n\nWhen you have relaxed all parts of your body, imagine that you are at peace. Imagine the tranquility of your body. Don't forget to focus on your breathing. \n\n\nAfter meditating, you should get up slowly.\n\n\n-If you need further help, you should search for guided meditation audio tracks. You can search in YouTube.-\n\n\nEnjoy and blessed be! "
		}
	]
}
