{
	"data": [{
			"title": "Bring Back My Love Spell",
			"subtitle": "To bring back an ex-lover or end an argument between friends.",
			"material": "1. 2 white candles \n 2. A photo of your lover or friend\n 3. A photo of yourself smiling\n 4.A chamomile teabag\n 5.A piece of blue material",
			"Procedure": "Perform this spell at 8 o'clock in the evening. At exactly 8 o'clock light the candles and take a few deep relaxing breaths. Visualize a peaceful scene. Now hold in your hand the picture of your ex lover or friend and repeat this chant: \n ''With the light of the flame\nI'll light your desire,\nWhen I speak your name\nYou'll feel the glow from my fire.\nWith this spell you will come back to me\nSo I will it, so mote it be''\n\nSay his or her name slowly 3 times and then put your picture face down on top of his or her picture so that the 2 images are together. Wrap up the pictures, along with the chamomile tea bag in the blue cloth. Put the package in a safe place. To make sure your ex lover or friend gets the message, light the candles and repeat his or her name 3 times each evening at 8 o'clock"
		},
		{
			"title": "Break up Candle Spell",
			"subtitle": "Simple break up spell, best done on the full to new moon.",
			"material": "",
			"Procedure": ""
		},
		{
			"title": "Make Him Love Me",
			"subtitle": "This is a potent attraction spell.",
			"material": "",
			"Procedure": ""
		},
		{
			"title": "To Attract True Love",
			"subtitle": "This spell will bring love to you!",
			"material": "",
			"Procedure": ""
		},
		{
			"title": "Think About Me",
			"subtitle": "This is a spell to attract the one you desire.",
			"material": "",
			"Procedure": ""
		},
		{
			"title": "Innocent Attraction",
			"subtitle": "This spell will make the person you cast it upon like you as much as you like him.",
			"material": "",
			"Procedure": ""
		}, {
			"title": "Increase your Attractiveness",
			"subtitle": "Good spell to use before a date, it helps you to enhance your physical beauty",
			"material": "",
			"Procedure": ""
		},
		{
			"title": "Make Him Love You",
			"subtitle": "A spell to make that someone like you.",
			"material": "",
			"Procedure": ""
		},
		{
			"title": "The Wedding Ring Spell",
			"subtitle": "When you are attracted to someone but the attraction does not seem to be mutual.",
			"material": "",
			"Procedure": ""
		},
		{
			"title": "Lost love spell",
			"subtitle": "You can use this spell to try and reunite with your lost love.",
			"material": "",
			"Procedure": ""
		},

		{
			"title": "A Love Brew",
			"subtitle": "This is a herbal perfume designed to draw love to you.",
			"material": "1. A Cauldron\n 2. Hibiscus Flower\n 3. Raspberry\n 4. Poppy seeds\n 5. Chicory root\n 6. Basil\n 7. Coriander seed\n 8. White oak bark\n 9. Peppermint\n 10. Cloves\n 11. Rosemary",
			"Procedure": "Fill cauldron with water and bring to a boil. Add a pinch of each herb. Let the mixture sit 25 minutes.\n\nThe mixture should smell very good at this point and be a dark brown almost black colour. Pull off stove and put into a heat safe container and let cool. Wear as a perfume until you achieve a desired result."
		},

		{
			"title": "Start a Flame in the Heart",
			"subtitle": "A love spell.",
			"material": "1. Parchment paper\n 2. 1 red candle\n 3. Love oil\n 4. A drawing of a heart dripping blood ",
			"Procedure": "On one of the nights of Venus, take a piece of parchment and draw a heart dripping blood onto it.  On the reverse side of the paper, write your name and the name of your lover. You can then anoint a red candle with love oil and place it directly onto the heart that you've drawn on the parchment paper. As you light the candle, chant the following three times:\n\n\nBurn, flame, and light this love\n\nBright and shiny as stars above.\n\nCause love's heart to beat for me,\n\nLight our passion for all to see.\n\n\nLet the candle burn to ten minutes before you extinguish it. Repeat the spell daily until the candle is consumed."
		},


		{

			"title": "A Simple Love Spell",
			"subtitle": "A simple love spell which anyone can do.",
			"material": "1. 1 picture of each of the persons involved. Eg. one of you and one of your crush/lover.\n2. An open fire or red candle\n3. Some red or pink string ",
			"Procedure": "1. Cast your circle as you normally would\n\n2. Write the name and birth date of each person on the back of their picture\n\n3. Take the red or pink string and thread the 2 pictures together, ensuring their face are looking at each other.\n\n4. When the pictures are now one throw it into the fire or hold it over the candle, and as it burns say:  Fates, Sisters three, If it is your divine will, Let these two be, happy together eternally, So mote it be!\n\n5. Close your circle.\n\n\nNote: This spell is NOT Wiccan friendly. Even though you say If it is your divine will, so you aren't forcing anyone, you are still casting a spell on another without their permission..."

		},

		{
			"title": "Apple Love Spell",
			"subtitle": "For looking for love.",
			"material": "1. An Apple\n 2. A boline  ",
			"Procedure": " For looking for love and know who you want Invoke the four elements, by standing near your altar and say Fire Earth Air Water Spirits of the elements be with me. That done peel the apple, keeping peel in one piece hold it in right hand and say Spirits of love, spirits of good On you now I beg to intrude. With this token to discover The initial of my one true lover And it harm none, so it be. The words spoken, turn round three times drop peel over shoulder.the letter will show his/her initial. Thank elements by saying Fire Earth Air Water I thank you for your presence here"

		},
		 
	{
		"title": "Roses Love",
			"subtitle": "To bring back an ex-lover or end an argument between friends.",
			"material": "1. Red or pink head of rose petals\n 2. 3 mint leaves\n 3. 1 pinch of dried sage\n 4.3 droplets of dragons blood oil\n 5.Bowl",
			"Procedure": " Rip up solid ingredients and put in bowl. Stir clock wise 5 times. Add dragons blood oil. Chant: Roses of love, roses of healing, show me the ones that will love me for eternity. 3 times while stirring ingredients.\n\n\nThe effect: when the incense is smelled people will get a rapid heart beat. A spark of white light will appear on the people who love you."

			 },
	{
		 "title": "To Find Your True Love",
			"subtitle": "Help you find the one that is right for you.",
			"material": "1. Red Necklace (or just a silver locket)\n 2. A flower from a bleeding heart plant\n 3. 3 mint herbs\n 4.Your favorite shade of red or pink on anything (for example a maple tree leaf)\n 5.One jar (about like a medium jelly jar size)",
			"Procedure": " First take the empty (washed as well) jar and set it in an open space (clean spot on the floor or something) take the bleeding heart flower and put it in the jar gently. Then take the 3 mint leaves and rub them in your hands for 3 seconds and then drop them into the jar surrounding the bleeding hearts.\n\n\nThen take the locket and put in around the base of the jar on the outside of it. Once that is done take the maple leaf (whatever you picked for favorite shade) then say this once:\n\n\nOh, I pray to goddess of love and beauty, Aphrodite, please tell me who my love is so to me. I pray this and offer you this gift (hold up the jar make sure nothing is out of place) so mote it be that you help me.\n\n\nOnce you're done saying that put your jar under a tree with leaves of red and then take it out after two hours and once you pick up the jar with the locket place the locket around your neck and in about 1 day you will feel the necklace kind of tug at your neck when your facing or looking at a boy/girl. When the necklace tugs at that boy/girl you will know that he/she is the one for you."
		 
		 },
		 
	{
		 "title": "Attraction Charm",
			"subtitle": "Help you find the one that is right for you.",
			"material": "1. Silver ring\n 2. Clean white cloth\n 3. Wine or milk",
			"Procedure": " By the light of a full moon, take a silver ring and wrap it in a clean white cloth. Dig a small hole and bury the ring inside. While focusing on the kind of lover you are looking for and pouring a small amount of wine (or milk) over the earth, recite these words:\n\n\nBlessed Mother fair and true\n\nThis Gift I offer unto You\n\nBless this ring and make it shine\n\nBring a lover to be mine\n\nSo Mote it Be!\n\n\nLeave the ring buried until the next full moon, then dig it up and wear it. If your lover is near, he/she will be drawn to you."
		
		 },
		 
	{
			 "title": "A Simple Love",
			"subtitle": "This I got from a book called The Ultimate Encyclopedia Of Spells By: Michael Johnstone This is a very very simple spell to see if the person that you like, likes you back. If it doesn't work after 2 weeks you'll need to find love somewhere else.",
			"material": "1. 2 Leaves that can be drawn on\n 2. Green thread\n 3. A needle\n 4. 7 pennies\n 5. Trust in the 4 elements",
			"Procedure": " Many people who have cast this little spell have said that , despite its simplicity, it has a high success rate in having the unspoken love you feel for someone acknowledged. It can also be cast with no one particular in mind. Draw a picture of yourself on one of the leaves and I recommend (fir the ones who don't have artistic skills) to write your full name (first and last) on the bottom or top, then draw a picture of your crush and write their full name as in your leaf.\n\n\nIf you have no one particular in mind then just draw what you want him/her to look like, you could also add a list of characteristics that he/she should have if you have no one in mind. Sew the two leaves together with the green thread and knot it tightly.\n\n\nTake the leaves to a tree that you are fond of, one with a natural crevice within which you can hide them. Make sure they will not blow away, gently push the leaves into the crevice, saying as you do so:\n\n\nEarth, Water, Air and fire,\n\nBring me (name) true love as I desire,\n\nAnd let it be done, that it harm no one\n\nNow bury the coins around the base of the tree and trust the elements to make your magick work." 
			 
			 
		 }
	]
}
