{
	"data": [{
			"title": "Bring Back My Love Spell",
			"subtitle": "To bring back an ex-lover or end an argument between friends.",
			"material": "1. 2 white candles \n 2. A photo of your lover or friend\n 3. A photo of yourself smiling\n 4.A chamomile teabag\n 5.A piece of blue material",
			"Procedure": "Perform this spell at 8 o'clock in the evening. At exactly 8 o'clock light the candles and take a few deep relaxing breaths. Visualize a peaceful scene. Now hold in your hand the picture of your ex lover or friend and repeat this chant: \n ''With the light of the flame\nI'll light your desire,\nWhen I speak your name\nYou'll feel the glow from my fire.\nWith this spell you will come back to me\nSo I will it, so mote it be''\n\nSay his or her name slowly 3 times and then put your picture face down on top of his or her picture so that the 2 images are together. Wrap up the pictures, along with the chamomile tea bag in the blue cloth. Put the package in a safe place. To make sure your ex lover or friend gets the message, light the candles and repeat his or her name 3 times each evening at 8 o'clock"
		},
		{
			"title": "Break up Candle Spell",
			"subtitle": "Simple break up spell, best done on the full to new moon.",
			"material": "",
			"Procedure": ""
		},
		{
			"title": "Make Him Love Me",
			"subtitle": "This is a potent attraction spell.",
			"material": "",
			"Procedure": ""
		},
		{
			"title": "To Attract True Love",
			"subtitle": "This spell will bring love to you!",
			"material": "",
			"Procedure": ""
		},
		{
			"title": "Think About Me",
			"subtitle": "This is a spell to attract the one you desire.",
			"material": "",
			"Procedure": ""
		},
		{
			"title": "Innocent Attraction",
			"subtitle": "This spell will make the person you cast it upon like you as much as you like him.",
			"material": "",
			"Procedure": ""
		}, {
			"title": "Increase your Attractiveness",
			"subtitle": "Good spell to use before a date, it helps you to enhance your physical beauty",
			"material": "",
			"Procedure": ""
		},
		{
			"title": "Make Him Love You",
			"subtitle": "A spell to make that someone like you.",
			"material": "",
			"Procedure": ""
		},
		{
			"title": "The Wedding Ring Spell",
			"subtitle": "When you are attracted to someone but the attraction does not seem to be mutual.",
			"material": "",
			"Procedure": ""
		},
		{
			"title": "Lost love spell",
			"subtitle": "You can use this spell to try and reunite with your lost love.",
			"material": "",
			"Procedure": ""
		}
		 
		{ 
		 "title": "A Love Brew",
			"subtitle": "This is a herbal perfume designed to draw love to you.",
			"material": "1. A Cauldron\n 2. Hibiscus Flower\n 3. Raspberry\n 4. Poppy seeds\n 5. Chicory root\n 6. Basil\n 7. Coriander seed\n 8. White oak bark\n 9. Peppermint\n 10. Cloves\n 11. Rosemary",
			"Procedure": " Fill cauldron with water and bring to a boil. Add a pinch of each herb. Let the mixture sit 25 minutes.\n\nThe mixture should smell very good at this point and be a dark brown almost black colour. Pull off stove and put into a heat safe container and let cool. Wear as a perfume until you achieve a desired result."
		 },

	]
}
