{
	"data": [{
			"title": "Lughnasadh/Lammas Bread Spell",
			"subtitle": "Lughnasadh/Lammas bread spell to reap prosperity.",
			"material": "1. Frozen Bread Dough\n2. 1/2 tsp Sage\n3. 1/2 tsp Basil\n4. 1/2 tsp Garlic Powder\n5. 1/2 cup Milk\n6. Basting Brush",
			"Procedure": "Thaw your dough and gently work the herbs into the dough. As you do, visualize yourself being surrounded by positive energy and light. It has been a long year, but you are now ready to reap the rewards of your labor, up to this point. Continue to visualize as you knead the dough. When you are done, use the basting brush to draw runes or words associated with your desire(s) onto the bread. When you're done, place the bread in the oven and bake according to the package directions. \n\nWhen the bead has finished baking, allow it to cool, but eat it while it is still warm. \n\n\nInspiration for this spell was taken from the following site:\n\nhttp://spells-witchcraft.org/Lammas.htm"
		},
		{
			"title": "Luck Bag",
			"subtitle": "Put these ingredients into a bag and keep it with you to bring good luck.",
			"material": "1. Small piece of paper\n2. Black Pen\n3. Allspice\n4. Nutmeg\n5. Water\n6. Small jewelry piece (a chain from a necklace will do)\n7. Small Ziploc bag or Small Velvet Drawstring pouch\n8. Small stone of your choice (optional)",
			"Procedure": "1) Get your small piece of paper and write down your intention with your black pen, or you can make a sigil and draw the sigil on your piece of paper. \n\n\n2) Take your herbs, and one by one take a drop of water, then with the herb mixed water use your finger to create a streak on the back of the paper. \n\n\n3) With each stroke say this As this substance of nature be bound to this parchment, I wish for more (your intention) to be bound to me. With this stroke I implore it. After this put it in the bag.\n\n*If you did have the stone you may kiss it and place it in the bag*\n\n\n4) Fold your paper up and wrap your chain around the paper (this will represent your intention being bound to you).\n\n\n5) As you tie/ close your bag say I, now and forever, hope to recieve this blessing soon, this is my will, so mote it be\n\nHold this bag around with you to have a chace of gaining your intention.\n\n\n*Please keep in mind that this might not work for everyone and that is ok. But with that being said thank you for taking an interest in my spell.*"
		},
		 
		 {
			"title": "Stop Bad Luck Charm Bag",
			"subtitle": "This will help your dreams from nightmares.",
			"material": "1. Small Draw-String Bag\n2. Angelica root\n3. African Ginger\n4. Fennel seed\n5. Holy thistle\n6. Clove\n7. Basil",
			"Procedure": "Make or buy a small draw-string bag about 1-2 inches deep. Put in a pinch or two of each of the following:\n\n\nAngelica root\n\nAfrican Ginger\n\nFennel seed\n\nHoly thistle\n\nClove\n\nBasil\n\n\nAdd a small citrine to the pouch and you have a powerful sachet. During the full moon, put the bag together, then consecrate and charge it. Make certain it is tied tightly. Keep it close to your heart."
		 },
		 
		 {
			"title": "Leaf of Ash Luck",
			"subtitle": "A luck spell to increase your luck.",
			"material": "1. Leaf of ash",
			"Procedure": "Go to an ash tree and say:\n\n\nLeaf of ash\n\nI do thee Pluck.\n\nGive to me\n\nA day of luck.\n\n\nTake a leaf and keep it with you all day."
		},
		 
		 {
			"title": "Win the Swepstakes",
			"subtitle": "This will help you to win a sweepstakes.",
			"material": "1. Waxing moon\n2. Voice\n3. BELIEF!",
			"Procedure": "Say as many times as you need:\n\n\nLuck, luck, oh lucky me\n\nI'll win the sweepstakes and be happy\n\nI will win, win the prize\n\nLuck, luck, oh lucky me\n\nSo mote it be!\n\n\nPlease tell me if it works! Blessed be~"
		},
		 
		 {
			"title": "Fear Banishment",
			"subtitle": "This spell will banish any and all of your fears if you want it to with all your heart",
			"material": "1. Faith in the spell\n2. One white candle\n3. Lighter\n4. One piece paper\n5. Pencil (or anyother writing utinsel)",
			"Procedure": "First go into a room and close the door, get a peice of paper and write your fears on it. Then light the white candle and place it were u can acess it easily. Once you have writen down your fears and lighten the candle chant this 10× ''Fear gone, fear vanish. Fear that is within now banished!''. After you have chanted this fold the paper in half twice, then hold it over the candle's flame so that the paper burns (just be carful not to burn your fingers). After all of this is done extinguish the candle's flame.\n\n\nSide affects:\n\nA sence of power and having no fear\n\nSlight tingling (will stop within the first 5-30 minutes of having casted the spell)\n\n\nComplete peace"
		},
		 
		 {
			"title": "Good Luck",
			"subtitle": "This is a spell to bring good luck in your life. Please message me if it works for you. It has worked for me!",
			"material": "1. Voice\n2. Mind",
			"Procedure": "Say the following:\n\n\n\nGood luck come to (persons name)\n\nBring them some happiness and joy\n\nBring them love and hope\n\nAnd also strength\n\nSo mote it be.\n\n\n*Please rate after doing the spell\n\nBlessed be."
		},
		 
		 {
			"title": "Good Luck Necklace",
			"subtitle": "To make it so a necklace gives the wearer good luck.",
			"material": "1.Perfume of any kind\n2. Necklace with a charm",
			"Procedure": "Hold a necklace that has a charm on it and say the following three times at least\n\n\nBless this necklace, charm it well.\n\nGive the wearer good luck, make the luck swell.\n\nBless all around them and bless the wearer.\n\nMay good luck spread and get rid of the terror.\n\nThis is my will, so please, mote it be.\n\n\nSpray the necklace with perfume and it will give the wearer and those around them good luck."
		},
		 
		 {
			"title": "Lucky Charm or Jewelry",
			"subtitle": "Make an object or piece of jewelry turn into a lucky charm. (This is my second produced spell, it may not work yet.)",
			"material": "1.Object or piece of jewelry\n2. Flat surface (floor, table)",
			"Procedure": "Put the object or jewelry in the middle of the flat surface. Say this chant while focusing on the object-\n\n\nThis object lies in front of me\n\nThe amount of luck shall travel through me\n\nAnd for a time, lucky it will be\n\nSo mote it be!\n\n\nAfter whispering these words, you should carry or wear the object for a full ten minutes. Then, the object will give you luck (for an undetermined amount of time)."
		},
		 
		 {
			"title": "Penny for Luck",
			"subtitle": "A simple luck spell, originally from Gypsies.",
			"material": "1.A penny\n2. Belief",
			"Procedure": "Take a penny out of your pocket.\n\nHold it in your hand, getting used to the feel of the penny.\n\nHold it near your heart.\n\nHold it near your third eye.\n\nKiss the hand you hold it with, and say - ''Penny for Luck!''\n\nThrow the penny into the grass, on a fence or on a tree, for the fairies to come and take it away."
		}
	]
}
