{
	"data": [{
			"title": "Weather Changing Spell",
			"subtitle": "you will change the weather by casting this spell.",
			"material": "1. An outside \n2. You voice \n3. Belief (important)",
			"Procedure": "-What To Do-\n 1. go outside at daytime\n 2. look up un the sky while casting the spell \n\n -The Spell- \n 'the nature I call \n to listen my wish \n to change the weather \n that it be (how hot/cold you want) outside here \n that the sky be (grey/blue or whatever ) on my city \n by the grace of the nature's divinities\n so mote it be' \n\n -Notes- \n 1. This spell can be cast by beginer \n 2. take up to 1/2 days to work max \n 3. can work instantly \n 4. if you want rain or snow add the sentence ''That it be rainy'' or ''that it snow for me'' After the one on how you want the sky to be..."
		},
		{
			"title": "Spell to Invoke Water",
			"subtitle": "This is a spell to invoke the goddesses, spirits, powers, and energies of the Fourth Element, or Water.",
			"material": "1. Moonstone or aquamarine\n2. Chamomile tea\n3. Hemlock  tea\n4. Chrysocolla \n5. Turquoise \n6. Bowl \n7. Regular Cup \n8. Chalice\n9. Lilac \n10. Blue Candle \n11. Item resembling or from the sea \n12. Thyme",
			"Procedure": "Don't light the Blue Candle...that would simply draw in the opposite element of water, Fire.\n Pour a little of the chamomile tea into the Chalice, and a little of the thyme on a dish. Give these to the Spirits of Water.\n Then pour the rest of the tea in a cup and drink it yourself, and eat the remaining thyme. Or you can't do thyme, do soup.\n Give the moonstone/aquamarine into the bowl as a present for the Sea Goddess. Give the hemlock, chrysocolla, and lilac as well as the turquoise and say:\n\n\n 'For you, Goddess. I am your Daughter and shall do My best to honor You.' \n\n\n Then chant: \n\n 'I invoke You, Water\n And ask You to proudly be My Element\n Now and forevermore.\n Thank you, Aquatic Lunar Spirits\n And Sea-Moon Goddess of the Divine Lunar Island!\n This is My will\n So mote it be!"  
		},
		 
		 {
			"title": "Weather Whispering",
			"subtitle": "This spell can increase the chances of favorable weather, be it sun, snow, or storms.",
			"material": "1. A bowl \n2. A colored candle \n3. Water (warm for sun, room temp for rain, cold for snow)",
			"Procedure": "Put the bowl and your choice of candle side by side. Fill the bowl with the corresponding temperature water.\n\n Light the candle, and whisper into it this:\n\n\n'Mother of the clouds and skies,\n Listen to my pleading cries,\n And let a change in weather rise.\n This is my will so mote it be.' \n\n\nBlow out the candle and scatter the water outside."
		},
		 
		 {
			"title": "Charge a Crystal Pyramid",
			"subtitle": "Charge a crystal pyramid with the Storm entities.",
			"material": "1. 1 Crystal Pyramid\n2.  1 red candle\n3. 1 piece of incense \n4.Outdoor setting  \n5. A large stone \n6. Voice ",
			"Procedure": "Place the pyramid on the stone while facing the water. Place the candle behind the pyramid. Place the incense in front of the pyramid (use common sense. Put the incense on a piece of metal). Light the candle and the incense. Chant this once: I call upon the stormy sky, charge this pyramid with your power. It is done.\n\n\nPut out the candle. Let the incense burn out. This works best I you use a small amount of incense. Also, it is imperative that this is done on a cloudy day."
		},
		 
		 {
			"title": "A Fire Protection Spell",
			"subtitle": "Protection through fire magick.",
			 "material": "1. Wood \n2. Matches \n3. Water",
			"Procedure": "In a clear spot at least 20 feet in diameter, gather together plenty of wood, matches, and a quantity of water. Taking up one of the sticks of wood, draw a rough circle about 11 feet in diameter. Determine the directions(use a compass. the sun, moon, stars) and lay a small fire at each point just inside the cricle: north, south, east, west.\n\n\nLay the fires, but do not light them. Next to each, place enough fuel to keep them burning at least half an hour.\n\n\nWalking up to the south first, light the fire, shouting these words as you do:\n\n\nNothing from the south can harm me!\n\n Then to the north and repeat, and finally the east.\n\n Snatch up a burning stick from the southern fire and thrust it at the sky above you(be careful of burning sparks and ashes) and say: \n\n Nothing from above can harm me!\n\n Next throw the flaming wood on the earth and say:\n\n Nothing from below can harm me!\n\n Replace the stick in the southern fire and sit in the center of the circle, watching the fires burn. As necessary, add more fuel. Know that the fires are literally burning away all that comes to harm you, on every level.\n\n Firmly implant in your mind the sight of the fires burning around you, the feel of their heat(which can become intense), their light, and their protective qualities.\n\n When the fires begin to die and you feel the power ebbing, bury the fires with earth or sand, douse with water, and obliterate the circle you've drawn on the ground.\n\n Leave the area but retain the fiery circle of protection within your memory, so that it can be recalled at any time you feel the need for protection: physical, spiritual, or mental.\n\n  If you are prevented from performing this ritual outdoors, substitue four large red candles for the fires. Proceed with the spell above, lighting the candles rather than fires, until all four are lit and you have said the words.\n\n\n Then, instead of taking a burning stick, pick up the southern candle and hold it carefully over your head. Say the words, then place the candle on the ground, saying those words. When the ritual is done, pinch out the candles, beginning with the west (never blow them out)."
		},
		 
		 {
			"title": "The Never Ending Flame",
			"subtitle": "This spell will only work if you make sure every single detail of it is exactly right.",
			"material": "1. Holy Water \n2.  1 large crystal bowl and 4 small crystal bowls \n3.  Rosemary Oil\n4.  5 Read Candles  \n5. A two sqaure foot peice of wood  \n6. Red Chalk \n7. Your own blood \n8. A needle or knife\n9. One small candle holder",
			"Procedure": "Firstly you draw a Pentagram on the wood with your red chalk. Draw 4 circles, one in each corner, then draw a line going from each line to the middle of the pentagram. In the very middle draw a large circle and draw a fire symbol ( a semi circle with a target in the middle ) inside it. Place 4 red candles in each of the 4 corners.\n\n\nNow, In between each candle place a small crystal bowl and fill them with holy water. Place the large crystal bowl in the middle and put the candle holder in the bowl. Now place your fith and final candle in the candle holder. Now prick you self and spueeze a drip of blood onto the end of the candle wick. \n\nNow you place ten drips of rosemary in the large crystal bowl in the center. Light all five candles and say this encarntation:\n\n'The fire is my Lord,\nThe fire is my Guide,\nMay this flame last for all of time,\nMay it burn the Past,\nAnd light my Future,\nMay this flame become,\nWhat has only been dreamed,\nAs the Eternal Flame\nOf our god Xarxes ( Ex-arks-ees ).'\n\n Blow out the four outside candles, but not the fith. The candle will never go out unless you yourself puts it out. Get a freind or family member to try and blow your candle out and watch as they strugle. Now place your hand over the flame ( Carefully ) and you should its hot but it doesn't hurt or burn you. It will however burn anyone except you.\n\nEnjoy Your Etrenal Flame That Belongs Especially To You!"
		},
		 
		 {
			"title": "Make Bad Luck Go Away",
			"subtitle": "A spell to make the bad luck go away.",
			"material": "1. Fire  \n2. Paper  \n3. Pen/Marker",
			"Procedure": "At night time light a small fire in a cauldron or what ever you have available to contain the fire. Write on a piece of paper that is 3 inches x 3 inches, the words BAD LUCK. Then write down any bad things you do not like in your life right now. Then draw a big X across the paper with a black marker. While doing this you should be thinking of how all these things are going to disappear from your life, never to return! Place the paper in the fire and repeat the following words 3 times:\n\n\n'Fire, fire burning bright\nturn my darkness into light!\nTake away my bad luck ill,\nbring me nothing but goodwill.\nBad luck came and stayed to long,\nbe gone forever, be gone, be gone!\nWith this fire burning bright,\n bring me good luck, bring me light!"
		},
		 
		 {
			"title": "Burning Anger In The Butt",
			"subtitle": "Anger or another negative emotion inside eating you up? Burn it up!",
			"material": "1. Candle \n2. Paper \n3. Pencil \n4. Fire-Proof Container",
			"Procedure": "Relax as much as you can. Light the candle and place it on a table. Put the heat proof container nearby. It should be large enough to hold a piece of burning paper. Sit at the table and take the piece of paper and pencil in your hand and write a letter about how your feeling. Write about why you are feeling that way. Pour all your heart and soul into writing this. Be very specific and focus on the feeling while you are writing this letter. If someone/something caused you to feel this way, you may start it out with Dear So-and-So if you so wish. After you have completed the letter (it can be longer then 1 piece of paper) take it and catch it on fire with the candle. Put it in the heatproof container and gaze into the flames. See all your hurt, anger, sorrow, etc. being burned up by the cleansing flames. Visualize this until there are no longer any flames or glowing embers left. Repeat with 2nd paper if the letter is longer than 1 piece of paper.\n\nRemember to take your time when writing the letter. There is no rush. :) Snuff the candle when finished."
		},
		 
		 {
			"title": "Divination Light Spell",
			"subtitle": "To devine a question.",
			"material": "1. 1 light source the sun or a candle",
			"Procedure": "This is an easy spell; close your eyes look at the sun, with your eyes closed, now ask a question, the colors will change, red means no, blue and green means yes .You can ask that the colors mean what you will, and so shall it be. You may substitute the sun, with a candle. look at the light a few minutes, look away and the light remains in view ask your question, may magick light your way ,blessed be."
		},
		 
		 {
			"title": "The Power of The Diamond",
			"subtitle": "Transports you to the magick world. Only truly powerful people can do this.",
			"material": "1. A diamond \n2. Magickal Belief \n3. Magick",
			"Procedure": "Hold the diamond in your hands and imagine it getting hotter and hotter. Build up your magickal power until you are getting warmer yourself. You and the diamond will be boiling. Then say these words:\n\n 'By the power of air, earth, fire and water,\n I am a very strong and respectful daughter,\n The magickal world is where I'd like to be,\n So take me there and mote it be!'\n\n\n To come back to earth you need to say:\n\n 'Take me back to my home country,\n Mote it be.'\n\n And you need to imagine earth.\n\n\n REMEMBER: This only works for those with loads of magickal power. If your belief is not high but you have loads of magickal power, it will still work."
		}
		 
		 
	]
}
