{
	"data": [{
			"title": "Beauty Voice Potion",
			"subtitle": "This potion will make your voice more beautiful especialy while singing.",
			"material": "1. Water\n2. A pinch of salt\n3. A tablespoon of sugar/honey\n4. Vanilla/rum etc. extract (optional)",
			"Procedure": "First, take a cup full of water and put in it a pinch of salt, a tablespoon of sugar/honey and extract if you want, then read this in your mind:\n\n\nSingers and ghosts\n\nGive the most\n\nThe most of your voice\n\nTo sing loud and make noise\n\nA great noise that could be heard\n\nSlowly or fast\n\nJust give me the voice I need!\n\nSo mote it be!\n\n\nDrink all of it and don't talk for 10 seconds. Check your voice!"
		},
		{
			"title": "Successful Career Spell",
			"subtitle": "This spell will help you be successful at whatever career you have chosen.",
			"material": "1. 1 green candle\n2. 1 blue candle",
			"Procedure": "Light both candles and visualize yourself being successful at your chosen career. Chant while meditating and visualizing:\n\n\nI am a highly successful, brilliant, (career)\n\n\nRepeat this twelve times. Let the candles continue burning for exactly one hour after you are done chanting then blow them out."
		},
		 
		 {
			"title": "Find Your Element!!!",
			"subtitle": "Find your element to see what spells you can do better",
			"material": "1. Fire (a candle)\n2. Bowl of water\n3. Bowl of dirt\n4. Ice cubes\n5. Shockpen\n6. Something Heavy",
			"Procedure": "1. Fire. If this is your element the flame will rise\n\n\n2. Water. If this is your element than you will be able to hear, smell, and taste the water\n\n\n3. Earth.Stick your hand in the dirt and if this is your element your hand will stay clean\n\n\n4. Ice. Look at the ice cubes.If this is your element than the ice cube will break\n\n\n5. Electricity. Take the shock pen and shock yourself. If this is your element than you will feel no pain at all\n\n\n6. Strength. Take something heavy and if this is your element than you should be able to carry it\n\n\nIt is very rare to have more than one element but I have some friends with 3 so it's possible !!!"
		},
		 
		 {
			"title": "Guidance Sygil",
			"subtitle": "It's a spell designed to give you guidance, in paths, choices, your life.",
			"material": "1. Black ink\n2. Lavender (optional)",
			"Procedure": "The key to this spell is intention. Start by feeling the magic flowing within you. When you achieve such state you should start to build up concentration and focus. Charge your magic with intent, use your feeling of being lost.\n\n\nUse the balck ink to draw a Circle in each back of the hand, small one, pea-size, then make a diagonal that crosses through it. Both symbols must be equal in each hand, not mirrored.\n\n\nWhen ready start casting the spell by joining your hands palm with palm. Start chanting J'ackre, J'ackre) (pronouce Ehakharé). While chanting separate your middle fingers and index fingers, then cross them. Make sure both your palms are still together andthat your index finger and middle fingers tips, while crossed touch eachother. Now direct your hands to your front, like you are pointing a gun. Cross your thumbs.keep said fingers crossed and separate the remaining uncrossed fingers.\n\n\nStop chanting. Make sure you your wrists are paralel to eachother. Finally clench your fists three times. If you use magic through an entity, god, godess or other, finish by asking their blessing or name them, if it helps your magic.\n\n\nCrush the lavander and rub it against the symbols, not necessary. It is not originally from the book as it was \n\n\nwritten in a different handwritting and in another colour. It says it makes the guidance feeling stronger."
		},
		 
		 {
			"title": "Singers Dream Voice",
			"subtitle": "This spell will allow you to see yourself on stage singing to many fans and once you see how happy you are you will be able to pull that voice out of the dream and make it yours in reality.",
			 "material": "1. A pretend stage Setup (alter)n2. Beyonce's ''AVE Maria''\n3. White Candle",
			"Procedure": "The key to this spell is intention. Start by feeling the magic flowing within you. When you achieve such state you should start to build up concentration and focus. Charge your magic with intent, use your feeling of being lost.\n\n\nUse the balck ink to draw a Circle in each back of the hand, small one, pea-size, then make a diagonal that crosses through it. Both symbols must be equal in each hand, not mirrored.\n\n\nWhen ready start casting the spell by joining your hands palm with palm. Start chanting J'ackre, J'ackre) (pronouce Ehakharé). While chanting separate your middle fingers and index fingers, then cross them. Make sure both your palms are still together andthat your index finger and middle fingers tips, while crossed touch eachother. Now direct your hands to your front, like you are pointing a gun. Cross your thumbs.keep said fingers crossed and separate the remaining uncrossed fingers.\n\n\nStop chanting. Make sure you your wrists are paralel to eachother. Finally clench your fists three times. If you use magic through an entity, god, godess or other, finish by asking their blessing or name them, if it helps your magic.\n\n\nCrush the lavander and rub it against the symbols, not necessary. It is not originally from the book as it was \n\n\nwritten in a different handwritting and in another colour. It says it makes the guidance feeling stronger."
		},
		 
		 {
			"title": "Money",
			"subtitle": "This is a new money spell.",
			"material": "1. Coin",
			"Procedure": "Hold a coin close to your heart as you chant:\n\n\nWish for Money,\n\nWith this coin,\n\nAll the money I need\n\nI will quickly recieve\n\nClose to the heart it seems\n\nIn five minutes the money I will redeem"
		},
		 
		 {
			"title": "Get A Job",
			"subtitle": "This is a spell to help you get a job.",
			"material": "1. A candle, preferably green\n2. A penny, piece of copper, quartz, or anything else to be a charm\n3. A boline, terminated quartz crystal, or something else for carving",
			"Procedure": "Cast a circle. Carve the rune for wealth into the candle and light it. Meditate on your intentions and charge the candle with power. Then take the item to be made into a charm in your dominant hand and whisper to it exactly what you want. Then, pass the charm quickly through the flame and speak the following words:\n\n\nBy the power of charm and fire\n\nI draw to me what I desire\n\nProsperity I seek to gain\n\nEmployment I will soon attain\n\n\nImagine getting a job as clearly as you can. Visualize it with perfect clarity and focus your will on making it happen. Keep the charm with you until you become employed."
		},
		 
		 {
			"title": "Better Business: Charm Bag",
			"subtitle": "A charm bag to help your business, you can carry it with you or placed strategically within the business. From Encyclopedia of 5,000 Spells by Judika Illes.",
			"material": "1. One or more money drawing or luck oils\n2. Five cowrie shells\n3. High John the Conqueror root\n4. Matched pair of lodestones\n5. Red flannel draw string bag",
			"Procedure": "1. Select one or more of the money drawing or luck oils.\n\n\n2. Use the oil(s) to anoint five cowrie shells, a High John the Conqueror root and a matched pair of lodestones.\n\n\n3. Place these into a red flannel draw string bag. Carry it with you or place it strategically within the business.\n\n\n4. Anoint with more oil periodically to reinforce the mojo's power."
		},
		 
		 {
			"title": "Money Doubling",
			"subtitle": "A charm bag to help your business, you can carry it with you or placed strategically within the business. From Encyclopedia of 5,000 Spells by Judika Illes.",
			"material": "1. Paper money\n2. White envelope\n3. Cinnamon powder\n4. Wax to seal the envelope",
			"Procedure": "Place the money in the envelope, along with the cinnamon powder, and seal it with the wax. Fold the envelope, leave it in your sacred -space and say once, every day, for seven days:\n\n\nHear me, angels in your glory,\n\nHear me now Zacharael.\n\nI see the need for the common good\n\nAnd ask for this to be increased.\n\n\nHold the envelope up, and perceive that it -feels heavier than it was. Keep the envelope in your bedroom for safety. After you receive more money, open the envelope, and share what was in the envelope with others.\n\n\nZacharael means remembrance of God and is the-angel who reminds us not to be bound by material-concerns. For this reason, when we have truly-shown that we understand both the value and the-illusions associated with money we should never-go short."
		},
		 
		 {
			"title": "Silent Luck",
			"subtitle": "Blessed be this spell will come without you noticing but it will help you along the way.",
			"material": "1. 2 white candles\n2. 1 green candle",
			"Procedure": "First of all at ten a.m. Take a bath with herbs to cleanse you this will help you. Light the white candle at 2pm and say Blessed help me on the way with (put problem here). Then light the green one at 5p.m. And say Money and prosperity I need so badly now help me on the way. Then burn the white one at nine p.m. And say With this candle I ask again to help me last along the way."
		}
		 
		 
	]
}
