{
	"data": [{
			"title": "Mirror Trap",
			"subtitle": "To bind someone into a mirror (not physically).",
			"material": "Mirror",
			"Procedure": "Catch the targets's face in the mirror without them seeing.\n\n\nFreedoms lost\n\nAnd now unwitting\n\nInto the glass\n\nYou'll do my bidding.\n\n\nKeep the mirror wrapped in a black cloth when not in use."
		},
		{
			"title": "Soul Door",
			"subtitle": "Will make a door that opens by itself when you walk to it.",
			"material": "1.1 purple candle\n2. 1 dagger\n3. Own blood\n4. A lifeform\n5. A bowl",
			"Procedure": "Put down candle and light it. Place lifeform next to door of choice. Start murmuring -Et circumduxit me per electionem, item te meum servum sempiternum 14 times. as you murmur, kill the lifeform and place the blood in the bowl.\n\n\nCut yourself and the blood with the lifeforms blood. Draw a line with the blood form the lifeform to the door. Now the murmuring is done, atleast a part of it, now start murmuring the following: -Alias ambulantes aperire mihi praeter te, quia tu mihi servus sempiternus. Si audieritis, tunc iram provocetis Aetherius inmortalibus atque eum secutus sum quia magica a fide, quod in se est ad me ego sum \n\n\nBut this time only once. Now you are done. It is a contract: The floor served as papper, the blood as ink and the last murmuring as the contracts terms. "
		},
		 
		 
		 {
			"title": "A Simple Binding Ritual",
			"subtitle": "Taken from the move The Craft. This spell actually worked quite nicely for me.",
			"material": "1.1 Picture of the person you will be binding\n2. 1 Black ribbon\n3. 1 Black candle",
			"Procedure": "Cast the circle in your normal manner. Kneel at your altar, and bless all Items. Now take the persons picture, and hold it at eye level. Envision a big black X over their face. Now pick up the black ribbon, and begin wrapping the persons picture (Specifically their face then proceed down) while saying:\n\n\nI bind you (persons name) from doing harm. Harm against other people, and harm against yourself.\n\n\nRepeat until you have wrapped the entire ribbon around the picture. Drip some of the black candle wax over the ribbons end, draw an equal armed cross over the entire thing and say:\n\n\nIt is done\n\n\nRelease the circle, take the picture outside, and bury it."
		},
		 
		 {
			"title": "Blood ring",
			"subtitle": "If you want a ring to make you brave or smarter then this is for you.",
			"material": "1.A ring you love\n2. A drop of your blood\n3. Paper and a pen",
			"Procedure": "Draw a circle in the center of the paper, then draw 5 things that describe you, in circles around the center circle. In the center circle draw 4 different lines in any place as long as they touch the circle put the ring in center and say;O darkness give me your power over (name three things you want to improve about your self ) I give you a drop of blood bound this rings power to me.\n\nThen put your blood on the ring and put it in a dark room for 10 mins. "
		}
	]
}
