{
	"data": [{
			"title": "Mirror Trap",
			"subtitle": "To bind someone into a mirror (not physically).",
			"material": "Mirror",
			"Procedure": "Catch the targets's face in the mirror without them seeing.\n\n\nFreedoms lost\n\nAnd now unwitting\n\nInto the glass\n\nYou'll do my bidding.\n\n\nKeep the mirror wrapped in a black cloth when not in use."
		},
		{
			"title": "Soul Door",
			"subtitle": "Will make a door that opens by itself when you walk to it.",
			"material": "1.1 purple candle\n2. 1 dagger\n3. Own blood\n4. A lifeform\n5. A bowl",
			"Procedure": "Put down candle and light it. Place lifeform next to door of choice. Start murmuring -Et circumduxit me per electionem, item te meum servum sempiternum 14 times. as you murmur, kill the lifeform and place the blood in the bowl.\n\n\nCut yourself and the blood with the lifeforms blood. Draw a line with the blood form the lifeform to the door. Now the murmuring is done, atleast a part of it, now start murmuring the following: -Alias ambulantes aperire mihi praeter te, quia tu mihi servus sempiternus. Si audieritis, tunc iram provocetis Aetherius inmortalibus atque eum secutus sum quia magica a fide, quod in se est ad me ego sum \n\n\nBut this time only once. Now you are done. It is a contract: The floor served as papper, the blood as ink and the last murmuring as the contracts terms. "
		},
		 {
			"title": "A Simple Binding Ritual",
			"subtitle": "Taken from the move The Craft. This spell actually worked quite nicely for me.",
			"material": "1.1 Picture of the person you will be binding\n2. 1 Black ribbon\n3. 1 Black candle",
			"Procedure": "Cast the circle in your normal manner. Kneel at your altar, and bless all Items. Now take the persons picture, and hold it at eye level. Envision a big black X over their face. Now pick up the black ribbon, and begin wrapping the persons picture (Specifically their face then proceed down) while saying:\n\n\nI bind you (persons name) from doing harm. Harm against other people, and harm against yourself.\n\n\nRepeat until you have wrapped the entire ribbon around the picture. Drip some of the black candle wax over the ribbons end, draw an equal armed cross over the entire thing and say:\n\n\nIt is done\n\n\nRelease the circle, take the picture outside, and bury it."
		},
		 
		 {
			"title": "Blood ring",
			"subtitle": "If you want a ring to make you brave or smarter then this is for you.",
			"material": "1.A ring you love\n2. A drop of your blood\n3. Paper and a pen",
			"Procedure": "Draw a circle in the center of the paper, then draw 5 things that describe you, in circles around the center circle. In the center circle draw 4 different lines in any place as long as they touch the circle put the ring in center and say;O darkness give me your power over (name three things you want to improve about your self ) I give you a drop of blood bound this rings power to me.\n\nThen put your blood on the ring and put it in a dark room for 10 mins. "
		},
		  {
			"title": "How to Conjure Weapons",
			"subtitle": "This is how to conjure weapons, armor, and allies while lucid dreaming to send your nightmares into Oblivion.",
			"material": "1. Ability to lucid dream",
			"Procedure": "To summon a weapon: while lucid dreaming imagine your weapon and name it outloud Example: Plasma cannon, axe, fully automatic ak47, uzi, etc. To upgrade your weapons say for guns inifinite ammo, 0 recoil, etc.\n\n\nTo summon armor imagine your self wearing your armor and then name it Outloud (note armor is more complex so add deatail in your name) Example: indestructible cy-bionic flight suit with jetpack, indestructible Diamond studded scale armor, Symbiotic bioweaponized space travel suit.\n\n\nTo summon an allie imagine what your ally will be and say its name no description required Example: Buddha, implings, jade gargorlye, Seeker staff (used to find things for you), High elf warrior.\n\n\nBe sure to let your imagination flow with practice you'll defeat any nightmare. By the way with armor you can upgrade its defense rating by saying Defense then a large number.\n\n\n Good luck on your battles"
		},
		  {
			"title": "A Very Powerful Barrier",
			"subtitle": "Brick-Dust symbolizes a wall and is used to make a very powerful selective barier that will only allow spirits/entities of good intentions to cross.",
			"material": "1. Red Bricks \n2. Hammer\n3. Mortal & Pestal",
			"Procedure": "Using a hammer, or somethink to the likes of one, break apart red bricks until they are a fine powder. Use the brick-dust powder to make a circle and/or put lines at doors, windows, portals, etc. Only spirits of good intentions toward you may cross these barriers.\n\n\nBlood Magic Alternative to Brick-Dust:\n\n 1 liter of water,\n\n 2 tablespoons of blood\n\n 1 tablespoon of salt (sea salt preferred)\n\n\n Mix ingredients and use to draw barrier as with brick-dust."
		},
		  {
			"title": "Charm a Protective Necklace",
			"subtitle": "Charm a necklace for protection against evil spirits and negative energies.",
			"material": "1. 1 candle \n2. 2 bowls \n3. 1 (or more) feather \n4. Water \n5. Pentacle \n6. Necklace \n7. Salt",
			"Procedure": "Place candle directly infront of you (if you're using a table or something place it on that if not just use the floor). Fill a bowl of water and put it to the left of that. Fill a bowl of salt and place it directly across from the candle.\n\n\nPut the feathers to the right of the candle. Light the candle at this point (preferably with maches) Tape or pin the pentacle to a wall with the necklace over it.\n\n\nStarting over the candle move your non-dominant (receptive) hand over each element going clockwise and chant: 'Elementa ignis, aqua, terra, et a'ris per hoc monile protegas me ex mali spiritus et infitialis industria'.\n\n\nContinuing to chant and moving your hand hold your other hand over the necklace. Channel the energy from the elements to the necklace focusing on the thought of it protecting you and warding off evil."
		},
		  {
			"title": "Remove Evil From A Object",
			"subtitle": "A spell to remove evil/negative energy/spirits from a object.",
			"material": "1. 1 white candle \n2. salt \n3. object \n4. pentacle \n5. black cloth",
			"Procedure": "set the object down on the black cloth and put the pentacle on top of it. Light the candle and put it before the object.\n\n Take your salt and draw a circle around your object, make sure the circle is as thick and perfect as you can make it.\n\n\nNow chant the following three or more times:\n\n\n 'Positive energy, stay with me\n  Negative engery, leave me be.\n Do as I say\n Evil cast away.\n Leave you don't belong here\n Go far away, never near.\n\n\n  I demand all evil to flee.\n I demand that you listen to me.\n Get out, get out, get out.\n Leave, leave. Hear my shout.\n\n\nThis is my will\n so mote it be."
		},
		  {
			"title": "Spell to Bind Someone Dangerous",
			"subtitle": "Best performed on Saturday (Saturn's Day, to bind a criminal, one who intends to do harm, to bring someone to justice)",
			"material": "1. a poppet made to represent the person in question\n2. a black candle\n3. myrrh incense \n4. red ribbon",
			"Procedure": "Cast a circle. Light a black candle and burn myrrh incense. Sprinkle the poppet with salt water, saying: \n\n\n Blessed be, thou creature made of art.\n By art made, by art changed.\n Thou art not cloth (or wax, whatever it is made out of)\n But flesh and blood.\n  I name thee ___________ (person being bound)\n Thou art s/he, between the worlds, in all the worlds,\n\n So mote it be.\n\n\n Hold the poppet and imagine it enmeshed in a silver net, binding the person in question. Tie the poppet up firmly with red ribbon, binding all parts of it that could possibly do harm. Charge it, saying, \n By air and earth,\n By water and fire,\n So be you bound,\n As I desire.\n your power is found,\n Your power I bind.\n By moon and sun,\n My will be done.\n Sky and sea\n Keep harm from me.\n Cord go round,\n Power be bound,\n Light revealed,\n Now be sealed.\n\n Earth the power and open the circle. Bury the poppet at the time of the waning moon, far from your home, under a heavy rock."
		},
		  {
			"title": "DARK POWERS",
			"subtitle": "MAKES YOU HAVE THE POWERS OF DARKNESS DIFFERENT FOR EVRYBODY",
			"material": "1. 5 RED CANDLES \n2. AN UPSIDE DOWN CROSS\n3.  CHALK \n4. A KNOWLEDGE OF MEDITATION \n5. WILLPOWER AND CONCENTRATION \n6. NEW MOON",
			"Procedure": "KAY THIS MUST BE DONE UNDER NEW MOON NO TURNING BACK AFTERWARDS.take the chalk and draw a pentacle on the ground in the middle draw an upside down cross light the candles and put them on all the points of the pentacle sit in the middle and in a meditative state chant this spell 5 times.God has abandoned me and my soul anew he is gone just a few but not on you my power needs a higher source one with a greater deeper force darkness surrounding is what i need dark powers are the ones i choose to feed dark powers are the ones that i truly desire better than earth water air or fire.grant me this wish demons of the night give me powers that shall give others a fright.i abandon the light to the darkness of night this i what i wish to see this is my will so mote it be!!!!in a few days your powers will come.enjoy."
		}
	]
}
