{
	"data": [{
			"title": "Make Yourself a Fairy",
			"subtitle": "A spell to make yourself a fairy. I wanted to remake ''Become a fairy/grow fairy wings.'' because it was very poorly written at the time.",
			"material": "1. Fairy dust\n2. Candles (any color, optional)",
			"Procedure": "First, pick an area where clean up isn't needed or easy to do. You're gonna pour the fairy dust around you in a circle. Now, you have to think deeply of what you wanna be. At this time you can light the candles, but the candles themselves are optional.\n\n\n Make sure to visualize yourself being the fairy you wanna become. If you can feel phantom wings, that's good (unless you don't want fairy wings as a fairy) As you visualize yoursself moving your wings/becoming a fairy, Chant the following:\n\n 'Wish to be a fairy,\n\n let my dream come to be.' 5 times.\n\n\n Then say 'So mote it be' before waiting for a moment. Feel for your wings with your mind, like feeling for your arms and legs when waking. If you can feel the phantom wings, the process has begun. They will grow out of your back in under one month.\n\n\n Note this spell may cause you to jump timelines/realities soyouare able to complete the spell. That's what the belief is for. If it does not work, feel free to try again later. It may take a while, so wait for it to work, but if it's been over a month, you can try again."
		},
		 {
			"title": "The midnight game",
			"subtitle": "Play a fairly dangerous game with a creature called ''the midnight man'' and try to survive until 3:33am",
			"material": "1. A candle \n2. Matches \n3. Paper\n4. Blood (your own!) \n5. A wooden front door \n6.Salt (very important) \n7. A pen \n8. A friend (optional)",
			"Procedure": "Write your full name (first, middle, last) on some paper, then put 1 drop of blood on it. ONLY USE YOUR OWN BLOOD! (dangerous) light the candle and put the paper in front if the door, placing the lit candle on top. open the door and blow out the candle, close the door then light it again. knock on the door 22 times and on the last knock it should be 12am. It has to be 12am or it wont work! The goal is to survive the night until the game ends at 3:33am. You need to turn off all light and walk around with matches, the candle and salt. The aim of the game is to avoid the midnight man at all costs. \n\n\n Signs if him being near you: \n\n Candle blowing out\n Hearing faint whispers\n  Feeling colder\n Seeing a black figure in the dark \n\n\n After ANY of these occur IMMEDIATELY relight the candle within 10 seconds, if you dont sprinkle a circle of salt around you and stay in it until the game ends. Failure or these will cause you to be caught by the midnight man and he will sent you to sleep with hallucinations of your worst fear until you wake up in the morning. You will have bad dreams for at least a month if he finds you...\n\n Main rules: \n\n Never provoke the midnight man, he CAN kill you.\n Dont stay in one spot, he WILL find you.\n Only use YOUR blood on the paper.\n Escape if your candle blows out and relight it.\n Dont use ANY weapons as it will provoke the midnight man.\n ONLY play if you know you have salt with you\n If friends play they do the same thing with the paper.\n\n\n Use this ritual at your OWN RISK!!! Can be very dangerous"
		},
		{
			"title": "Tiger Transformation spell",
			"subtitle": "become a real tiger or transform to a real tiger",
			"material": "1. Picture of a tiger \n2. Voice \n3. Belief",
			"Procedure": "While looking at a picture of a tiger, chant this 3x: 'Tiger, tiger in the trees, Please your spirit enter me. Make me change into you. Orange, black, and white, running Through the trees. Give me the Ability to change from human to Thee. Strong and powerful, with sharp Pointy teeth. This is my wish. So Mote It Be.'\n\n SIDE EFFECTS: Sharper teeth Hissing when frightened/angry Longer hair More hair Sharper teeth Sharper nails Stronger"
		},
		 {
			"title": "Finger Control",
			"subtitle": "This spell will allow you to slightly control someone else.",
			"material": "A friend or family member",
			"Procedure": "Tell your subject to put their hands together and interlock their middle, ring and pinky fingers together and their index fingers in a V shape with their bottom finger segments touching. Their hands should now look like a gun with a split barrel.\n\n\n Now put your index finger between theirs and knock your finger around within theirs and tell them to close their fingers together, then tell them to open their fingers again and repeat.\n\n\n Do this five times and after that tell them to open their fingers again then put your hands in fists and put your fists on the left and right sides and their hands in the middle, then rotate your hands around theirs as if you were turning something like a pepper grinder. If you followed these instructions correctly their index fingers should slowly close in without them controlling it at all. If their fingers didn't close then try again."
		},
		 
	{
			"title": "See the Future",
			"subtitle": "A simple spell to see into the future.",
			"material": "1. Small glass of water \n2. Sugar \n3.  Pepper \n4. Paper towels",
			"Procedure": "Put some sugar and pepper in the water (Note: Please make sure you put the sugar in first or the spell will not work). After this lay the paper towels out because it could get a little messy. Then tip the glass back and forth lightly while repeating 'Show me the future, I want to see, show me the future, I want to see.' Repeat this until the cup is almost half-empty (half-full). Then look through the glass. You can look through the glass from the side or from the top through the water ( looking through the side will work better). You will only see the future of what you are looking at through the glass."
		},		 
		 {
			"title": "Make a Flying Carpet",
			"subtitle": "You can fly on a magic carpet that you can make yourself!",
			"material": "1. Globe or map of the world \n2. Pin \n3.  Carpet",
			"Procedure": "Put the carpet in the sun for at least 24 hours (at night put the lights on). Then wait for a full moon go outside at 12:00. Say :\n\n\n 'Carpet carpet\n Fly fly\n Go to where\n I need to go'\n\n\n Wait till the next day and fly using the carpet. Just put the pin in the map/globe to were you want to go in the world . To start your carpet up say 'fly to where I need to go'. To get back home say 'take me home where I belong'."
		},
		 
		  {
			"title": "How Someone Feels",
			"subtitle": "Figure out what somebody is feeling by using this spell.",
			"material": "1. 1 blue or black pen \n2. 1 piece of paper",
			"Procedure": "If you want to know how someone is feeling they must be in the same room with you. Write their full name on the top of the paper. (At least first name and last name) and write down the expression on their face, what they did or want to do that day and all the other things that you can add up to tell how they are feeling.\n\n\n Then, say (or whisper, because you probably don't want them to hear) this: 'With all this information I shall find, what's going on in ____'s mind. I do it for good and not for evil. We shall now start this head retrieval'.\n\n\n Now, read everything you have written on your paper. What does it say? From the information you have written, what emotion do you think that person is feeling? If it's not enough information, you can walk up to the person and say 'Hi, how was your day?' if they say their day was bad, they are probably mad or sad. If they say they had a great day then the person is obviously happy. But you also have to listen to their tone of voice to make sure their not being sarcastic."
		},
		 
		  {
			"title": "Move Anything With Your Mind",
			"subtitle": "Use this to move anything with the power of your mind.",
			"material": "Wand (optional)",
			"Procedure": "To begin with, make an energy ball in your hands. Then open your hands slightly in the direction of the object that you wish to move. Will the energy to move from your hands and surround the object. Then, make sure your energy line is strong otherwise it won't move, say:\n\n\n  'Listen to me and abide\n\n Move this random thing aside'\n\n\n And then slowly move your hands/wand in the direction you want the object to go. If it doesn't move at first then put your hands/wand in the original position and try to move it again."
		},
		 
		 {
			"title": "Travel Through Time",
			"subtitle": "Time travel using this spell.",
			"material": "1. 1 playing card \n2. 1 bobby pin \n3. 1 pen/pencil",
			"Procedure": "Use the pen to write a 'p' on the left side of the card for the past, and an 'f' on the right side of the card for future. Put the bobby pin in the middle of the card for present. \n\n\n Chant 'Oh, time take me to the past/future then back in five minutes'\n\n You can go 1,000 years back in time, or 1,000 years in the future."
		},
		  {
			"title": "Grow Retractable Wings",
			"subtitle": "This is a spell to grow retractable wings.",
			"material": "Feather (the color of what you want your wings to be)",
			"Procedure": "Say this once out loud:\n\n 'Gods and Goddesses of the air, listen now and hear my prayer. If you could, please give me wings, I'll love them even through the pain and stings.\n\n\n I'd like them to be (color) like the feather in my hands (while saying this, hold the feather to your heart), I'd use them to fly all over the lands. My wings would have a wingspan of (number) feet, And I will fly like a parakeet. My wings won't be full size when they sprout, It will take a little time for them to grow since they come out. When I grow taller, my wings will grow longer, I will never use my wings for evil, to conquer. And when I'm done using my wings, by my will, they will retract into my back. I promise I will never feel that I have something that I lack.\n\n\n I will choose if I want someone to see them, Sometimes they will miss seeing my pretty wings sparkle like a gem. Let the process take a year to a year and a half, I'll have a party in my mind on behalf. I will learn how to fly, High into the sky. Please make my wings easy to hide, And when I fly, I'll beautifully glide. I'll never bother you ever again, I'll fly all around my garden. Thank you for listening to my plea, Please grant my wish, so mote it be.'\n\n Then say it again, but in your head."
		}
		 
		 
	]
}
